{"hermit":"1. A person who retires from society and lives in solitude; a recluse; an anchoret; especially, one who so lives from religious motives. He had been Duke of Savoy, and after a very glorious reign, took on him the habit of a hermit, and retired into this solitary spot. Addison. 2. A beadsman; one bound to pray for another. [Obs.] \"We rest your hermits.\" Shak. Hermit crab (Zoöl.), a marine decapod crustacean of the family Paguridæ. The species are numerous, and belong to many genera. Called also soldier crab. The hermit crabs usually occupy the dead shells of various univalve mollusks. See Illust. of Commensal. -- Hermit thrush (Zoöl.), an American thrush (Turdus Pallasii), with retiring habits, but having a sweet song. -- Hermit warbler (Zoöl.), a California wood warbler (Dendroica occidentalis), having the head yellow, the throat black, and the back gray, with black streaks.","reduit":"A central or retired work within any other work.","redeposit":"To deposit again.","yoit":"The European yellow-hammer. [Prov. Eng.]","knit":"1. To form into a knot, or into knots; to tie together, as cord; to fasten by tying. A great sheet knit at the four corners. Acts x. 11. When your head did but ache, I knit my handkercher about your brows. Shak. 2. To form, as a textile fabric, by the interlacing of yarn or thread in a series of connected loops, by means of needles, either by hand or by machinery; as, to knit stockings. 3. To join; to cause to grow together. Nature can not knit the bones while the parts are under a discharge. Wiseman. 4. To unite closely; to connect; to engage; as, hearts knit together in love. Thy merit hath my duty strongly knit. Shak. Come , knit hands, and beat the ground, In a light fantastic round. Milton. A link among the days, toknit The generations each to each. Tennyson. 5. To draw together; to contract into wrinkles. knits his brow and shows an angry eye. Shak.\n\n1. To form a fabric by interlacing yarn or thread; to weave by making knots or loops. 2. To be united closely; to grow together; as, broken bones will in time knit and become sound. To knit up, to wind up; to conclude; to come to a close. \"It remaineth to knit up briefly with the nature and compass of the seas.\" [Obs.] Holland.\n\nUnion knitting; texture. Shak.","nabit":"Pulverized sugar candy. Crabb.","quamoclit":"Formerly, a genus of plants including the cypress vine (Quamoclit vulgaris, now called Ipomoea Quamoclit). The genus is now merged in Ipomoea.","unknit":"To undo or unravel what is knitted together. Fie, fie! unknit that threatening unkind brow. Shak.","coaltit":"A small European titmouse (Parus ater), so named from its black color; -- called also coalmouse and colemouse.","tirwit":"The lapwing. [Prov. Eng.] 'T IS 'T is.  A common contraction of it is.","indicavit":"A writ of prohibition against proceeding in the spiritual court in certain cases, when the suit belongs to the common-law courts. Wharton (Law Dict. ).","rit":"3d pers. ssing. pres. of Ride, contracted from rideth. Chaucer.","centrebit":"An instrument turning on a center, for boring holes. See Bit, n., 3.","delit":"Delight. [Obs.] Chaucer.","whirlpit":"A whirlpool. [Obs.] \"Raging whirlpits.\" Sandys.","suit":"1. The act of following or pursuing, as game; pursuit. [Obs.] 2. The act of suing; the process by which one endeavors to gain an end or an object; an attempt to attain a certain result; pursuit; endeavor. Thenceforth the suit of earthly conquest shone. Spenser. 3. The act of wooing in love; the solicitation of a woman in marriage; courtship. Rebate your loves, each rival suit suspend, Till this funereal web my labors end. Pope. 4. (Law)  The attempt to gain an end by legal process; an action or process for the recovery of a right or claim; legal application to a court for justice; prosecution of right before any tribunal; as, a civil suit; a criminal suit; a suit in chancery. I arrest thee at the suit of Count Orsino. Shak. In England the several suits, or remedial instruments of justice, are distinguished into three kinds -- actions personal, real, and mixed. Blackstone. 5. That which follows as a retinue; a company of attendants or followers; the assembly of persons who attend upon a prince, magistrate, or other person of distinction; -- often written suite, and pronounced swet. 6. Things that follow in a series or succession; the individual objects, collectively considered, which constitute a series, as of rooms, buildings, compositions, etc.; -- often written suite, and pronounced swet. 7. A number of things used together, and generally necessary to be united in order to answer their purpose; a number of things ordinarily classed or used together; a set; as, a suit of curtains; a suit of armor; a suit of clothes. \"Two rogues in buckram suits.\" Shak. 8. (Playing Cards)  One of the four sets of cards which constitute a pack; -- each set consisting of thirteen cards bearing a particular emblem, as hearts, spades, cubs, or diamonds. To deal and shuffle, to divide and sort Her mingled suits and sequences. Cowper. 9. Regular order; succession. [Obs.] Every five and thirty years the same kind and suit of weather comes again. Bacon. Out of suits, having no correspondence. [Obs.] Shak. -- Suit and service (Feudal Law), the duty of feudatories to attend the courts of their lords or superiors in time of peace, and in war to follow them and do military service; -- called also suit service. Blackstone. -- Suit broker, one who made a trade of obtaining the suits of petitioners at court. [Obs.] -- Suit court (O. Eng. Law), the court in which tenants owe attendance to their lord. -- Suit covenant (O. Eng. Law), a covenant to sue at a certain court. -- Suit custom (Law), a service which is owed from time immemorial. -- Suit service. (Feudal Law) See Suit and service, above. -- To bring suit. (Law) (a) To bring secta, followers or witnesses, to prove the plaintiff's demand. [Obs.] (b) In modern usage, to institute an action. -- To follow suit. (Card Playing) See under Follow, v. t.\n\n1. To fit; to adapt; to make proper or suitable; as, to suit the action to the word. Shak. 2. To be fitted to; to accord with; to become; to befit. Ill suits his cloth the praise of railing well. Dryden. Raise her notes to that sublime degree Which suits song of piety and thee. Prior. 3. To dress; to clothe. [Obs.] So went he suited to his watery tomb. Shak. 4. To please; to make content; as, he is well suited with his place; to suit one's taste.\n\nTo agree; to accord; to be fitted; to correspond; -- usually followed by with or to. The place itself was suiting to his care. Dryden. Give me not an office That suits with me so ill. Addison. Syn. -- To agree; accord; comport; tally; correspond; match; answer.","unspirit":"To dispirit. [Obs.] Sir W. Temple.","armpit":"The hollow beneath the junction of the arm and shoulder; the axilla.","unfit":"To make unsuitable or incompetent; to deprive of the strength, skill, or proper qualities for anything; to disable; to incapacitate; to disqualify; as, sickness unfits a man for labor; sin unfits us for the society of holy beings.\n\nNot fit; unsuitable. -- Un*fit\"ly, adv. -- Un*fit\"ness, n.","godwit":"One of several species of long-billed, wading birds of the genus Limosa, and family Tringidæ. The European black-tailed godwit (Limosa limosa), the American marbled godwit (L. fedoa), the Hudsonian godwit (L. hæmastica), and others, are valued as game birds. Called also godwin.","cream-fruit":"A plant of Sierra Leone which yields a wholesome, creamy juice.","accredit":"1. To put or bring into credit; to invest with credit or authority; to sanction. His censure will . . . accredit his praises. Cowper. These reasons . . . which accredit and fortify mine opinion. Shelton. 2. To send with letters credential, as an ambassador, envoy, or diplomatic agent; to authorize, as a messenger or delegate. Beton . . . was accredited to the Court of France. Froude. 3. To believe; to credit; to put trust in. The version of early Roman history which was accredited in the fifth century. Sir G. C. Lewis. He accredited and repeated stories of apparitions and witchcraft. Southey. 4. To credit; to vouch for or consider (some one) as doing something, or (something) as belonging to some one. To accredit (one) with (something), to attribute something to him; as, Mr. Clay was accredited with these views; they accredit him with a wise saying.","exhibit":"1. To hold forth or present to view; to produce publicly, for inspection; to show, especially in order to attract notice to what is interesting; to display; as, to exhibit commodities in a warehouse, a picture in a gallery. Exhibiting a miserable example of the weakness of mind and body. Pope. 2. (Law)  To submit, as a document, to a court or officer, in course of proceedings; also, to present or offer officially or in legal form; to bring, as a charge. He suffered his attorney-general to exhibit a charge of high treason against the earl. Clarendon. 3. (Med.)  To administer as a remedy; as, to exhibit calomel. To exhibit a foundation or prize, to hold it forth or to tender it as a bounty to candidates. -- To exibit an essay, to declaim or otherwise present it in public. [Obs.]\n\n1. Any article, or collection of articles, displayed to view, as in an industrial exhibition; a display; as, this exhibit was marked A; the English exhibit. 2. (Law)  A document produced and identified in court for future use as evidence.","transit":"1. The act of passing; passage through or over. In France you are now . . . in the transit from one form of government to another. Burke. 2. The act or process of causing to pass; conveyance; as, the transit of goods through a country. 3. A line or route of passage or conveyance; as, the Nicaragua transit. E. G. Squier. 4. (Astron.) (a) The passage of a heavenly body over the meridian of a place, or through the field of a telescope. (b) The passage of a smaller body across the disk of a larger, as of Venus across the sun's disk, or of a satellite or its shadow across the disk of its primary. 5. An instrument resembling a theodolite, used by surveyors and engineers; -- called also transit compass, and surveyor's transit. Note: The surveyor's transit differs from the theodolite in having the horizontal axis attached directly to the telescope which is not mounted in Y's and can be turned completely over about the axis. Lower transit (Astron.), the passage of a heavenly body across that part of the meridian which is below the polar axis. -- Surveyor's transit. See Transit, 5, above. -- Transit circle (Astron.), a transit instrument with a graduated circle attached, used for observing the time of transit and the declination at one observation. See Circle, n., 3. -- Transit compass. See Transit, 5, above. -- Transit duty, a duty paid on goods that pass through a country. -- Transit instrument. (Astron.) (a) A telescope mounted at right angles to a horizontal axis, on which it revolves with its line of collimation in the plane of the meridian, -- used in connection with a clock for observing the time of transit of a heavenly body over the meridian of a place. (b) (Surv.) A surveyor's transit. See Transit, 5, above. -- Transit trade (Com.), the business conected with the passage of goods through a country to their destination. -- Upper transit (Astron.), the passage of a heavenly body across that part of the meridian which is above the polar axis.\n\nTo pass over the disk of (a heavenly body).","permit":"1. To consent to; to allow or suffer to be done; to tolerate; to put up with. What things God doth neither command nor forbid . . . he permitteth with approbation either to be done or left undone. Hooker. 2. To grant (one) express license or liberty to do an act; to authorize; to give leave; -- followed by an infinitive. Thou art permitted to speak for thyself. Acis xxvi. 1. 3. To give over; to resign; to leave; to commit. Let us not aggravate our sorrows, But to the gods permit the event of things. Addison. Syn. -- To allow; let; grant; admit; suffer; tolerate; endure; consent to. -- To Allow, Permit, Suffer, Tolerate. To allow is more positive, denoting (at least originally and etymologically) a decided assent, either directly or by implication. To permit is more negative, and imports only acquiescence or an abstinence from prevention. The distinction, however, is often disregarded by good writers. To suffer has a stronger passive or negative sense than to permit, sometimes implying against the will, sometimes mere indifference. To tolerate is to endure what is contrary to will or desire. To suffer and to tolerate are sometimes used without discrimination.\n\nTo grant permission; to allow.\n\nWarrant; license; leave; permission; specifically, a written license or permission given to a person or persons having authority; as, a permit to land goods subject to duty.","bowsprit":"A large boom or spar, which projects over the stem of a ship or other vessel, to carry sail forward.","weather-bit":"A turn of the cable about the end of the windlass, without the bits.","bruit":"1. Report; rumor; fame. The bruit thereof will bring you many friends. Shak. 2. [French pron. (Med.)  An abnormal sound of several kinds, heard on auscultation.\n\nTo report; to noise abroad. I find thou art no less than fame hath bruited. Shak.","sanskrit":"The ancient language of the Hindoos, long since obsolete in vernacular use, but preserved to the present day as the literary and sacred dialect of India. It is nearly allied to the Persian, and to the principal languages of Europe, classical and modern, and by its more perfect preservation of the roots and forms of the primitive language from which they are all descended, is a most important assistance in determining their history and relations. Cf. Prakrit, and Veda.\n\nOf or pertaining to Sanskrit; written in Sanskrit; as, a Sanskrit dictionary or inscription.","bloodwit":"A fine or amercement paid as a composition for the shedding of blood; also, a riot wherein blood was spilled.","deperdit":"That which is lost or destroyed. [R.] Paley.","implicit":"1. Infolded; entangled; complicated; involved. [Obs.] Milton. In his woolly fleece I cling implicit. Pope. 2. Tacitly comprised; fairly to be understood, though not expressed in words; implied; as, an implicit contract or agreement. South. 3. Resting on another; trusting in the word or authority of another, without doubt or reserve; unquestioning; complete; as, implicit confidence; implicit obedience. Back again to implicit faith I fall. Donne. Implicit function. (Math.) See under Function.","phantom circuit":"The equivalent of an additional circuit or wire, in reality not existing, obtained by certain arrangements of real circuits, as in some multiplex telegraph systems.","promerit":"1. To oblige; to confer a favor on. [Obs.] Bp. Hall. 2. To deserve; to procure by merit. [Obs.] Davenant.","frogbit":"(a) A European plant (Hydrocharis Morsus-ranæ), floating on still water and propagating itself by runners. It has roundish leaves and small white flowers. (b) An American plant (Limnobium Spongia), with similar habits.","tirrit":"A word from the vocabulary of Mrs. Quickly, the hostess in Shakespeare's Henry IV., probably meaning terror.","outsit":"To remain sitting, or in session, longer than, or beyond the time of; to outstay.","credit":"1. Reliance on the truth of something said or done; belief; faith; trust; confidence. When Jonathan and the people heard these words they gave no credit into them, nor received them. 1 Macc. x. 46. 2. Reputation derived from the confidence of others; esteem; honor; good name; estimation. John Gilpin was a citizen Of credit and renown. Cowper. 3. A ground of, or title to, belief or confidence; authority derived from character or reputation. The things which we properly believe, be only such as are received on the credit of divine testimony. Hooker. 4. That which tends to procure, or add to, reputation or esteem; an honor. I published, because I was told I might please such as it was a credit to please. Pope. 5. Influence derived from the good opinion, confidence, or favor of others; interest. Having credit enough with his master to provide for his own interest. Clarendon. 6. (Com.)  Trust given or received; expectation of future playment for property transferred, or of fulfillment or promises given; mercantile reputation entitling one to be trusted; -- applied to individuals, corporations, communities, or nations; as, to buy goods on credit. Credit is nothing but the expectation of money, within some limited time. Locke. 7. The time given for payment for lands or goods sold on trust; as, a long credit or a short credit. 8. (Bookkeeping)  The side of an account on which are entered all items reckoned as values received from the party or the category named at the head of the account; also, any one, or the sum, of these items; -- the opposite of debit; as, this sum is carried to one's credit, and that to his debit; A has several credits on the books of B. Bank credit, or Cash credit. See under Cash. -- Bill of credit. See under Bill. -- Letter of credit, a letter or notification addressed by a banker to his correspondent, informing him that the person named therein is entitled to draw a certain sum of money; when addressed to several different correspondents, or when the money can be drawn in fractional sums in several different places, it is called a circular letter of credit. -- Public credit. (a) The reputation of, or general confidence in, the ability or readiness of a government to fulfull its pecuniary engagements. (b) The ability and fidelity of merchants or others who owe largely in a community. He touched the dead corpse of Public Credit, and it sprung upon its feet. D. Webster.\n\n1. To confide in the truth of; to give credence to; to put trust in; to believe. How shall they credit A poor unlearned virgin Shak. 2. To bring honor or repute upon; to do credit to; to raise the estimation of. You credit the church as much by your government as you did the school formerly by your wit. South. 3. (Bookkeeping)  To enter upon the credit side of an account; to give credit for; as, to credit the amount paid; to set to the credit of; as, to credit a man with the interest paid on a bond. To credit with, to give credit for; to assign as justly due to any one. Crove, Helmholtz, and Meyer, are more than any others to be credited with the clear enunciation of this doctrine. Newman.","admit":"1. To suffer to enter; to grant entrance, whether into a place, or into the mind, or consideration; to receive; to take; as, they were into his house; to admit a serious thought into the mind; to admit evidence in the trial of a cause. 2. To give a right of entrance; as, a ticket one into a playhouse. 3. To allow (one) to enter on an office or to enjoy a privilege; to recognize as qualified for a franchise; as, to admit an attorney to practice law; the prisoner was admitted to bail. 4. To concede as true; to acknowledge or assent to, as an allegation which it is impossible to deny; to own or confess; as, the argument or fact is admitted; he admitted his guilt. 5. To be capable of; to permit; as, the words do not admit such a construction. In this sense, of may be used after the verb, or may be omitted. Both Houses declared that they could admit of no treaty with the king. Hume.","tait":"A small nocturnal and arboreal Australian marsupial (Tarsipes rostratus) about the size of a mouse. It has a long muzzle, a long tongue, and very few teeth, and feeds upon honey and insects. Called also noolbenger.","wait":"1. To watch; to observe; to take notice. [Obs.] \"But [unless] ye wait well and be privy, I wot right well, I am but dead,\" quoth she. Chaucer. 2. To stay or rest in expectation; to stop or remain stationary till the arrival of some person or event; to rest in patience; to stay; not to depart. All the days of my appointed time will I wait, till my change come. Job xiv. 14. They also serve who only stand and wait. Milton. Haste, my dear father; 't is no time to wait. Dryden. To wait on or upon. (a) To attend, as a servant; to perform services for; as, to wait on a gentleman; to wait on the table. \"Authority and reason on her wait.\" Milton. \"I must wait on myself, must I\" Shak. (b) To attend; to go to see; to visit on business or for ceremony. (c) To follow, as a consequence; to await. \"That ruin that waits on such a supine temper.\" Dr. H. More. (d) To look watchfully at; to follow with the eye; to watch. [R.] \"It is a point of cunning to wait upon him with whom you speak with your eye.\" Bacon. (e) To attend to; to perform. \"Aaron and his sons . . . shallwait on their priest's office.\" Num. iii. 10. (f) (Falconry) To fly above its master, waiting till game is sprung; -- said of a hawk. Encyc. Brit.\n\n1. To stay for; to rest or remain stationary in expectation of; to await; as, to wait orders. Awed with these words, in camps they still abide, And wait with longing looks their promised guide. Dryden. 2. To attend as a consequence; to follow upon; to accompany; to await. [Obs.] 3. To attend on; to accompany; especially, to attend with ceremony or respect. [Obs.] He chose a thousand horse, the flower of all His warlike troops, to wait the funeral. Dryden. Remorse and heaviness of heart shall wait thee, And everlasting anguish be thy portion. Rowe. 4. To cause to wait; to defer; to postpone; -- said of a meal; as, to wait dinner. [Colloq.]\n\n1. The act of waiting; a delay; a halt. There is a wait of three hours at the border Mexican town of El Paso. S. B. Griffin. 2. Ambush. \"An enemy in wait.\" Milton. 3. One who watches; a watchman. [Obs.] 4. pl.  Hautboys, or oboes, played by town musicians; not used in the singular. [Obs.] Halliwell. 5. pl.  Musicians who sing or play at night or in the early morning, especially at Christmas time; serenaders; musical watchmen. [Written formerly wayghtes.] Hark! are the waits abroad Beau & Fl. The sound of the waits, rude as may be their minstrelsy, breaks upon the mild watches of a winter night with the effect of perfect harmony. W. Irving. To lay wait, to prepare an ambuscade. -- To lie in wait. See under 4th Lie.","prohibit":"1. To forbid by authority; to interdict; as, God prohibited Adam from eating of the fruit of a certain tree; we prohibit a person from doing a thing, and also the doing of the thing; as, the law prohibits men from stealing, or it prohibits stealing. Note: Prohibit was formerly followed by to with the infinitive, but is now commonly followed by from with the verbal noun in -ing. 2. To hinder; to debar; to prevent; to preclude. Gates of burning adamant, Barred over us, prohibit all egress. Milton. Syn. -- To forbid; interdict; debar; prevent; hinder. -- Prohibit, Forbid. To forbid is Anglo-Saxon, and is more familiar; to prohibit is Latin, and is more formal or official. A parent forbids his child to be out late at night; he prohibits his intercourse with the profane and vicious.","habit":"1. The usual condition or state of a person or thing, either natural or acquired, regarded as something had, possessed, and firmly retained; as, a religious habit; his habit is morose; elms have a spreading habit; esp., physical temperament or constitution; as, a full habit of body. 2. (Biol.)  The general appearance and manner of life of a living organism. 3. Fixed or established custom; ordinary course of conduct; practice; usage; hence, prominently, the involuntary tendency or aptitude to perform certain actions which is acquired by their frequent repetition; as, habit is second nature; also, peculiar ways of acting; characteristic forms of behavior. A man of very shy, retired habits. W. Irving. 4. Outward appearance; attire; dress; hence, a garment; esp., a closely fitting garment or dress worn by ladies; as, a riding habit. Costly thy habit as thy purse can buy. Shak. There are, among the states, several of Venus, in different habits. Addison. Syn. -- Practice; mode; manner; way; custom; fashion. -- Habit, Custom. Habit is a disposition or tendency leading us to do easily, naturally, and with growing certainty, what we do often; custom is external, being habitual use or the frequent repetition of the same act. The two operate reciprocally on each other. The custom of giving produces a habit of liberality; habits of devotion promote the custom of going to church. Custom also supposes an act of the will, selecting given modes of procedure; habit is a law of our being, a kind of \"second nature\" which grows up within us. How use doth breed a habit in a man ! Shak. He who reigns . . . upheld by old repute, Consent, or custom. Milton.\n\n1. To inhabit. [Obs.] In thilke places as they [birds] habiten. Rom. of R. 2. To dress; to clothe; to array. They habited themselves lite those rural deities. Dryden. 3. To accustom; to habituate. [Obs.] Chapman.","disprofit":"Loss; damage. Foxe.\n\nTo be, or to cause to be, without profit or benefit. [Obs. or Archaic] Bale.","unbit":"To remove the turns of (a rope or cable) from the bits; as, to unbit a cable. Totten.","demit":"1. To let fall; to depress. [R.] They [peacocks] demit and let fall the same [i. e., their train]. Sir T. Browne. 2. To yield or submit; to humble; to lower; as, to demit one's self to humble duties. [R.] 3. To lay down, as an office; to resign. [Scot.] General Conway demitted his office. Hume.","retraxit":"The withdrawing, or open renunciation, of a suit in court by the plaintiff, by which he forever lost his right of action. Blackstone.","pinxit":"A word appended to the artist's name or initials on a painting, or engraved copy of a painting; as, Rubens pinxit, Rubens painted (this).","canon bit":"That part of a bit which is put in a horse's mouth.","tit":"1. A small horse. Tusser. 2. A woman; -- used in contempt. Burton. 3. A morsel; a bit. Halliwell. 4. Etym: [OE.; cf. Icel. titter a tit or small bird. The word probably meant originally, something small, and is perhaps the same as teat. Cf. Titmouse, Tittle.] (Zoöl.) (a) Any one of numerous species of small singing birds belonging to the families Paridæ and Leiotrichidæ; a titmouse. (b) The European meadow pipit; a titlark. Ground tit. (Zoöl.) See Wren tit, under Wren. -- Hill tit (Zoöl.), any one of numerous species of Asiatic singing birds belonging to Siva, Milna, and allied genera. -- Tit babbler (Zoöl.), any one of several species of small East Indian and Asiatic timaline birds of the genus Trichastoma. -- Tit for tat. Etym: [Probably for tip for tap. See Tip a slight blow.] An equivalent; retaliation. -- Tit thrush (Zoöl.), any one of numerous species of Asiatic and Esat Indian birds belonging to Suthora and allied genera. In some respects they are intermediate between the thrushes and titmice.","reinspirit":"To give fresh spirit to.","audit":"1. An audience; a hearing. [Obs.] He appeals to a high audit. Milton. 2. An examination in general; a judicial examination. Note: Specifically: An examination of an account or of accounts, with the hearing of the parties concerned, by proper officers, or persons appointed for that purpose, who compare the charges with the vouchers, examine witnesses, and state the result. 3. The result of such an examination, or an account as adjusted by auditors; final account. Yet I can make my audit up. Shak. 4. A general receptacle or receiver. [Obs.] It [a little brook] paid to its common audit no more than the revenues of a little cloud. Jer. Taylor. Audit ale, a kind of ale, brewed at the English universities, orig. for the day of audit. -- Audit house, Audit room, an appendage to a cathedral, for the transaction of its business.\n\nTo examine and adjust, as an account or accounts; as, to audit the accounts of a treasure, or of parties who have a suit depending in court.\n\nTo settle or adjust an account. Let Hocus audit; he knows how the money was disbursed. Arbuthnot.","sprit":"To throw out with force from a narrow orifice; to eject; to spurt out. [Obs.] Sir T. Browne.\n\nTo sprout; to bud; to germinate, as barley steeped for malt.\n\nA shoot; a sprout. [Obs.] Mortimer.\n\nA small boom, pole, or spar, which crosses the sail of a boat diagonally from the mast to the upper aftmost corner, which it is used to extend and elevate.","smit":"imp. & p. p. of Smite. Spenser. Smit with the beauty of so fair a scene. Cowper.\n\n3d. pers. sing. pres. of Smite. Chaucer.","wait-a-bit":"Any of several plants bearing thorns or stiff hooked appendages, which catch and tear the clothing, as: (a) The greenbrier. (b) Any of various species of hawthorn. (c) In South Africa, one of numerous acacias and mimosas. (d) The grapple plant. (e) The prickly ash.","circuit":"1. The act of moving or revolving around, or as in a circle or orbit; a revolution; as, the periodical circuit of the earth round the sun. Watts. 2. The circumference of, or distance round, any space; the measure of a line round an area. The circuit or compass of Ireland is 1,800 miles. J. Stow. 3. That which encircles anything, as a ring or crown. The golden circuit on my head. Shak. 4. The space inclosed within a circle, or within limits. A circuit wide inclosed with goodliest trees. Milton. 5. A regular or appointed journeying from place to place in the exercise of one's calling, as of a judge, or a preacher. 6. (a) (Law) A certain division of a state or country, established by law for a judge or judges to visit, for the administration of justice. Bouvier. (b) (Methodist Church) A district in which an itinerant preacher labors. 7. Circumlocution. [Obs.] \"Thou hast used no circuit of words.\" Huloet. Circuit court (Law), a court which sits successively in different places in its circuit (see Circuit, 6). In the United States, the federal circuit courts are commonly presided over by a judge of the supreme court, or a special circuit judge, together with the judge of the district court. They have jurisdiction within statutory limits, both in law and equity, in matters of federal cognizance. Some of the individual States also have circuit courts, which have general statutory jurisdiction of the same class, in matters of State cognizance. -- Circuit or Circuity of action (Law), a longer course of proceedings than is necessary to attain the object in view. -- To make a circuit, to go around; to go a roundabout way. -- Voltaic or Galvanic circuit or circle, a continous electrical communication between the two poles of a battery; an arrangement of voltaic elements or couples with proper conductors, by which a continuous current of electricity is established.\n\nTo move in a circle; to go round; to circulate. [Obs.] J. Philips.\n\nTo travel around. [Obs.] \"Having circuited the air.\" T. Warton.","hobit":"A small mortar on a gun carriage, in use before the howitzer.","gambit":"A mode of opening the game, in which a pawn is sacrificed to gain an attacking position.","prakrit":"Any one of the popular dialects descended from, or akin to, Sanskrit; -- in distinction from the Sanskrit, which was used as a literary and learned language when no longer spoken by the people. Pali is one of the Prakrit dialects.","afrit":"A powerful evil jinnee, demon, or monstrous giant.","hoit":"To leap; to caper; to romp noisily. [Obs.] Beau. & Fl.","frogs-bit":"Frogbit.","plaudit":"A mark or expression of applause; praise bestowed. Not in the shouts and plaudits of the throng. Longfellow. Syn. -- Acclamation; applause; encomium; commendation; approbation; approval.","short-circuit":"To join, as the electrodes of a battery or dynamo or any two points of a circuit, by a conductor of low resistance.","nit":"The egg of a louse or other small insect. Nit grass (Bot.), a pretty annual European grass (Gastridium lendigerum), with small spikelets somewhat resembling a nit. It is also found in California and Chili.","au fait":"Expert; skillful; well instructed.","plait":"1. A flat fold; a doubling, as of cloth; a pleat; as, a box plait. The plaits and foldings of the drapery. Addison. 2. A braid, as of hair or straw; a plat. Polish plait. (Med.) Same as Plica.\n\n1. To fold; to double in narrow folds; to pleat; as, to plait a ruffle. 2. To interweave the strands or locks of; to braid; to plat; as, to plait hair; to plait rope.","outwit":"To surpass in wisdom, esp. in cunning; to defeat or overreach by superior craft. They did so much outwit and outwealth us ! Gauden.\n\nThe faculty of acquiring wesdom by observation and experience, or the wisdom so acquired; -- opposed to inwit. [Obs.] Piers Plowman.","after-wit":"Wisdom or perception that comes after it can be of use. \"After- wit comes too late when the mischief is done.\" L'Estrange.","starlit":"Lighted by the stars; starlight.","coit":"A quoit. [Obs.] Carew.\n\nTo throw, as a stone. [Obs.] See Quoit.","adit":"1. An entrance or passage. Specifically: The nearly horizontal opening by which a mine is entered, or by which water and ores are carried away; -- called also drift and tunnel. 2. Admission; approach; access. [R.] Yourself and yours shall have Free adit. Tennyson.","biscuit":"1. A kind of unraised bread, of many varieties, plain, sweet, or fancy, formed into flat cakes, and bakes hard; as, ship biscuit. According to military practice, the bread or biscuit of the Romans was twice prepared in the oven. Gibbon. 2. A small loaf or cake of bread, raised and shortened, or made light with soda or baking powder. Usually a number are baked in the same pan, forming a sheet or card. 3. Earthen ware or porcelain which has undergone the first baking, before it is subjected to the glazing. 4. (Sculp.)  A species of white, unglazed porcelain, in which vases, figures, and groups are formed in miniature. Meat biscuit, an alimentary preparation consisting of matters extracted from meat by boiling, or of meat ground fine and combined with flour, so as to form biscuits.","slit":"3d. pers. sing. pres. of Slide. Chaucer.\n\n1. To cut lengthwise; to cut into long pieces or strips; as, to slit iron bars into nail rods; to slit leather into straps. 2. To cut or make a long fissure in or upon; as, to slit the ear or the nose. 3. To cut; to sever; to divide. [Obs.] And slits the thin-spun life. Milton.\n\nA long cut; a narrow opening; as, a slit in the ear. Gill slit. (Anat.) See Gill opening, under Gill.","quit":"Any one of numerous species of small passerine birds native of tropical America. See Banana quit, under Banana, and Guitguit.\n\nReleased from obligation, charge, penalty, etc.; free; clear; absolved; acquitted. Chaucer. The owner of the ox shall be quit. Ex. xxi. 28. Note: This word is sometimes used in the form quits, colloquially; as, to be quits with one, that is, to have made mutual satisfaction of demands with him; to be even with him; hence, as an exclamation: Quits! we are even, or on equal terms. \"To cry quits with the commons in their complaints.\" Fuller.\n\n1. To set at rest; to free, as from anything harmful or oppressive; to relieve; to clear; to liberate. [R.] To quit you of this fear, you have already looked Death in the face; what have you found so terrible in it Wake. 2. To release from obligation, accusation, penalty, or the like; to absolve; to acquit. There may no gold them quyte. Chaucer. God will relent, and quit thee all his debt. Milton. 3. To discharge, as an obligation or duty; to meet and satisfy, as a claim or debt; to make payment for or of; to requite; to repay. The blissful martyr quyte you your meed. Chaucer. Enkindle all the sparks of nature To quit this horrid act. Shak. Before that judge that quits each soul his hire. Fairfax. 4. To meet the claims upon, or expectations entertained of; to conduct; to acquit; -- used reflexively. Be strong, and quit yourselves like men. I Sam. iv. 9. Samson hath guit himself Like Samson. Milton. 5. To carry through; to go through to the end. [Obs.] Never worthy prince a day did quit With greater hazard and with more renown. Daniel. 6. To have done with; to cease from; to stop; hence, to depart from; to leave; to forsake; as, to quit work; to quit the place; to quit jesting. Such a superficial way of examining is to quit truth for appearance. Locke. To quit cost, to pay; to reimburse. -- To quit scores, to make even; to clear mutually from demands. Does not the earth quit scores with all the elements in the noble fruits that issue from it South. Syn. -- To leave; relinquish; resign; abandon; forsake; surrender; discharge; requite. -- Quit, Leave. Leave is a general term, signifying merely an act of departure; quit implies a going without intention of return, a final and absolute abandonment.\n\nTo away; to depart; to stop doing a thing; to cease.","scrit":"Writing; document; scroll. [Obs.] \"Of every scrit and bond.\" Chaucer.","streit":"Drawn. [Obs.] Pyrrhus with his streite sword. Chaucer.\n\nClose; narrow; strict. [Obs.] See Strait.","manumit":"To release from slavery; to liberate from personal bondage or servitude; to free, as a slave. \"Manumitted slaves.\" Hume.","sunlit":"Lighted by the sun.","whitebait":"(a) The young of several species of herrings, especially of the common herring, esteemed a great delicacy by epicures in England. (b) A small translucent fish (Salanx Chinensis) abundant at certain seasons on the coasts of China and Japan, and used in the same manner as the European whitebait.","merit":"1. The quality or state of deserving well or ill; desert. Here may men see how sin hath his merit. Chaucer. Be it known, that we, the greatest, are misthought For things that others do; and when we fall, We answer other's merits in our name. Shak. 2. Esp. in a good sense: The quality or state of deserving well; worth; excellence. Reputation is ... oft got without merit, and lost without deserving. Shak. To him the wit of Greece and Rome was known, And every author's merit, but his own. Pope. 3. Reward deserved; any mark or token of excellence or approbation; as, his teacher gave him ten merits. Those laurel groves, the merits of thy youth. Prior.\n\n1. To earn by service or performance; to have a right to claim as reward; to deserve; sometimes, to deserve in a bad sense; as, to merit punishment. \"This kindness merits thanks.\" Shak. 2. To reward. [R. & Obs.] Chapman.\n\nTo acquire desert; to gain value; to receive benefit; to profit. [Obs.] Beau. & Fl.","obit":"1. Death; decease; the date of one's death. Wood. 2. A funeral solemnity or office; obsequies. 3. A service for the soul of a deceased person on the anniversary of the day of his death. The emoluments and advantages from oblations, obits, and other sources, increased in value. Milman. Post obit Etym: [L. post obitum]. See Post-obit.","flit":"1. To move with celerity through the air; to fly away with a rapid motion; to dart along; to fleet; as, a bird flits away; a cloud flits along. A shadow flits before me. Tennyson. 2. To flutter; to rove on the wing. Dryden. 3. To pass rapidly, as a light substance, from one place to another; to remove; to migrate. It became a received opinion, that the souls of men, departing this life, did flit out of one body into some other. Hooker. 4. To remove from one place or habitation to another. [Scot. & Prov. Eng.] Wright. Jamieson. 5. To be unstable; to be easily or often moved. And the free soul to flitting air resigned. Dryden.\n\nNimble; quick; swift. [Obs.] See Fleet.","counterwait":"To wait or watch for; to be on guard against. [Obs.] Chaucer.","disinherit":"1. To cut off from an inheritance or from hereditary succession; to prevent, as an heir, from coming into possession of any property or right, which, by law or custom, would devolve on him in the course of descent. Of how fair a portion Adam disinherited his whole posterity! South. 2. To deprive of heritage; to dispossess. And disinherit Chaos, that reigns here. Milton.","limit":"1. That which terminates, circumscribes, restrains, or confines; the bound, border, or edge; the utmost extent; as, the limit of a walk, of a town, of a country; the limits of human knowledge or endeavor. As eager of the chase, the maid Beyond the forest's verdant limits strayed. Pope. 2. The space or thing defined by limits. The archdeacon hath divided it Into three limits very equally. Shak. 3. That which terminates a period of time; hence, the period itself; the full time or extent. The dateless limit of thy dear exile. Shak. The limit of your lives is out. Shak. 4. A restriction; a check; a curb; a hindrance. I prithee, give no limits to my tongue. Shak. 5. (Logic & Metaph.)  A determining feature; a distinguishing characteristic a differentia. 6. (Math.)  A determinate quantity, to which a variable one continually approaches, and may differ from it by less than any given difference, but to which, under the law of variation, the variable can never become exactly equivalent. Elastic limit. See under Elastic. -- Prison limits, a definite, extent of space in or around a prison, within which a prisoner has liberty to go and come. Syn. -- Boundary; border; edge; termination; restriction; bound; confine.\n\nTo apply a limit to, or set a limit for; to terminate, circumscribe, or restrict, by a limit or limits; as, to limit the acreage of a crop; to limit the issue of paper money; to limit one's ambitions or aspirations; to limit the meaning of a word. Limiting parallels (Astron.), those parallels of latitude between which only an occultation of a star or planet by the moon, in a given case, can occur.\n\nTo beg, or to exercise functions, within a certain limited region; as, a limiting friar. [Obs.]","elegit":"A judicial writ of execution, by which a defendant's goods are appraised and delivered to the plaintiff, and, if no sufficient to satisfy the debt, all of his lands are delivered, to be held till the debt is paid by the rents and profits, or until the defendant's interest has expired.","portrait":"1. The likeness of a person, painted, drawn, or engraved; commonly, a representation of the human face painted from real life. In portraits, the grace, and, we may add, the likeness, consists more in the general air than in the exact similitude of every feature. Sir J. Reynolds. Note: The meaning of the word is sometimes extended so as to include a photographic likeness. 2. Hence, any graphic or vivid delineation or description of a person; as, a portrait in words. Portrait bust, or Portrait statue, a bust or statue representing the actual features or person of an individual; -- in distinction from an ideal bust or statue.\n\nTo portray; to draw. [Obs.] Spenser.","transmit":"1. To cause to pass over or through; to communicate by sending; to send from one person or place to another; to pass on or down as by inheritance; as, to transmit a memorial; to transmit dispatches; to transmit money, or bills of exchange, from one country to another. The ancientest fathers must be next removed, as Clement of Alexandria, and that Eusebian book of evangelic preparation, transmitting our ears through a hoard of heathenish obscenities to receive the gospel. Milton. The scepter of that kingdom continued to be transmitted in the dynasty of Castile. Prescott. 2. To suffer to pass through; as, glass transmits light; metals transmit, or conduct, electricity.","tearpit":"A cavity or pouch beneath the lower eyelid of most deer and antelope; the lachrymal sinus; larmier. It is capable of being opened at pleasure and secretes a waxy substance.","fruit":"1. Whatever is produced for the nourishment or enjoyment of man or animals by the processes of vegetable growth, as corn, grass, cotton, flax, etc.; -- commonly used in the plural. Six years thou shalt sow thy land, and shalt gather in the fruits thereof. Ex. xxiii. 10. 2. (Hort.)  The pulpy, edible seed vessels of certain plants, especially those grown on branches above ground, as apples, oranges, grapes, melons, berries, etc. See 3. 3. (Bot.)  The ripened ovary of a flowering plant, with its contents and whatever parts are consolidated with it. Note: Fruits are classified as fleshy, drupaceous, and -dry. Fleshy fruits include berries, gourds, and melons, orangelike fruita and pomes; drupaceous fruits are stony within and fleshy without, as peaches, plums, and chercies;and dry fruits are further divided into achenes, follicles, legumes, capsules, nuts, and several other kinds. 4. (Bot.)  The spore cases or conceptacles of flowerless plants, as of ferns, mosses, algae, etc., with the spores contained in them. 6. The produce of animals; offspring; young; as, the fruit of the womb, of the loins, of the body. King Edward's fruit, true heir to the English crown. Shak. 6. That which is produced; the effect or consequence of any action; advantageous or desirable product or result; disadvantageous or evil consequence or effect; as, the fruits of labor, of self-denial, of intemperance. The fruit of rashness. Shak. What I obtained was the fruit of no bargain. Burke. They shall eat the fruit of their doings. Is. iii 10. The fruits of this education became visible. Macaulay. Note: Fruit is frequently used adjectively, signifying of, for, or pertaining to a fruit or fruits; as, fruit bud; fruit frame; fruit jar; fruit knife; fruit loft; fruit show; fruit stall; fruit tree; etc. Fruit bat (Zoöl.), one of the Frugivora; -- called also fruit- eating bat. -- Fruit bud (Bot.), a bud that produces fruit; -- in most oplants the same as the power bud. Fruit dot (Bot.), a collection of fruit cases, as in ferns. See Sorus. -- Fruit fly (Zoöl.), a small dipterous insect of the genus Drosophila, which lives in fruit, in the larval state. -- Fruit jar, a jar for holding preserved fruit, usually made of glass or earthenware. -- Fruit pigeon (Zoöl.), one of numerous species of pigeons of the family Carpophagidæ, inhabiting India, Australia, and the Pacific Islands. They feed largely upon fruit. and are noted for their beautiful colors. -- Fruit sugar (Chem.), a kind of sugar occurring, naturally formed, in many ripe fruits, and in honey; levulose. The name is also, though rarely, applied to invert sugar, or to the natural mixture or dextrose and levulose resembling it, and found in fruits and honey. -- Fruit tree (Hort.), a tree cultivated for its edible fruit. -- Fruit worm (Zoöl.), one of numerous species of insect larvæ: which live in the interior of fruit. They are mostly small species of Lepidoptera and Diptera. -- Small fruits (Hort.), currants, raspberries, strawberries, etc.\n\nTo bear fruit. Chesterfield.","seposit":"To set aside; to give up. [Obs.]","siskiwit":"The siscowet.","skit":"To cast reflections on; to asperse. [Prov. Eng. & Scot.] Crose.\n\n1. A reflection; a jeer or gibe; a sally; a brief satire; a squib. Tooke. A similar vein satire upon the emptiness of writers is given in his \"Tritical Essay upon the Faculties of the Human Mind;\" but that is a mere skit compared with this strange performance. Leslie Stephen. 2. A wanton girl; a light wench. [Obs.]","intromit":"1. To send in or put in; to insert or introduce. Greenhill. 2. To allow to pass in; to admit. Glass in the window intromits light, without cold. Holder.\n\nTo intermeddle with the effects or goods of another.","confit":"Same as Comfit. [Obs.]","henbit":"A weed of the genus Lamium (L. amplexicaule) with deeply crenate leaves.","writ":"3d pers. sing. pres. of Write, for writeth. Chaucer.\n\nimp. & p. p. of Write. Dryden.\n\n1. That which is written; writing; scripture; -- applied especially to the Scriptures, or the books of the Old and New testaments; as, sacred writ. \"Though in Holy Writ not named.\" Milton. Then to his hands that writ he did betake, Which he disclosing read, thus as the paper spake. Spenser. Babylon, so much spoken of in Holy Writ. Knolles. 2. (Law)  An instrument in writing, under seal, in an epistolary form, issued from the proper authority, commanding the performance or nonperformance of some act by the person to whom it is directed; as, a writ of entry, of error, of execution, of injunction, of mandamus, of return, of summons, and the like. Note: Writs are usually witnessed, or tested, in the name of the chief justice or principal judge of the court out of which they are issued; and those directed to a sheriff, or other ministerial officer, require him to return them on a day specified. In former English law and practice, writs in civil cases were either original or judicial; the former were issued out of the Court of Chancery, under the great seal, for the summoning of a defendant to appear, and were granted before the suit began and in order to begin the same; the latter were issued out of the court where the original was returned, after the suit was begun and during the pendency of it. Tomlins. Brande. Encyc. Brit. The term writ is supposed by Mr. Reeves to have been derived from the fact of these formulæ having always been expressed in writing, being, in this respect, distinguished from the other proceedings in the ancient action, which were conducted orally. Writ of account, Writ of capias, etc. See under Account, Capias, etc. -- Service of a writ. See under Service.","prelimit":"To limit previously. [R.]","profit":"1. Acquisition beyond expenditure; excess of value received for producing, keeping, or selling, over cost; hence, pecuniary gain in any transaction or occupation; emolument; as, a profit on the sale of goods. Let no man anticipate uncertain profits. Rambler. 2. Accession of good; valuable results; useful consequences; benefit; avail; gain; as, an office of profit, This I speak for your own profit. 1 Cor. vii. 35. If you dare do yourself a profit and a right. Shak. Syn. -- Benefit; avail; service; improvement; advancement; gain; emolument.\n\nTo be of service to; to be good to; to help on; to benefit; to advantage; to avail; to aid; as, truth profits all men. The word preached did not profit them. Heb. iv. 2. It is a great means of profiting yourself, to copy diligently excellent pieces and beautiful designs. Dryden.\n\n1. To gain advantage; to make improvement; to improve; to gain; to advance. I profit not by thy talk. Shak. 2. To be of use or advantage; to do or bring good. Riches profit not in the day of wrath. Prov. xi. 4.","black vomit":"A copious vomiting of dark-colored matter; or the substance so discharged; -- one of the most fatal symptoms in yellow fever.","titbit":"Same as Tidbit.","tewhit":"The lapwing; -- called also teewheep. [Prov. Eng.]","guitguit":"One of several species of small tropical American birds of the family Coerebidæ, allied to the creepers; -- called also quit. See Quit.","bel-esprit":"A fine genius, or man of wit. \"A man of letters and a bel esprit.\" W. Irving.","non assumpsit":"The general plea or denial in an action of assumpsit.","cohabit":"1. To inhabit or reside in company, or in the same place or country. The Philistines were worsted by the captived ark . . . : they were not able to cohabit with that holy thing. South. 2. To dwell or live together as husband and wife. The law presumes that husband and wife cohabit together, even after a voluntary separation has taken place between them. Bouvier. Note: By the common law as existing in the United States, marriage is presumed when a man and woman cohabit permanently together, being reputed by those who know them to be husband and wife, and admitting the relationship. Wharton.","chit":"1. The embryo or the growing bud of a plant; a shoot; a sprout; as, the chits of Indian corn or of potatoes. 2. A child or babe; as, a forward chit; also, a young, small, or insignificant person or animal. A little chit of a woman. Thackeray. 3. An excrescence on the body, as a wart. [Obs.] 4. A small tool used in cleaving laths. Knight.\n\nTo shoot out; to sprout. I have known barley chit in seven hours after it had been thrown forth. Mortimer.\n\nChideth. [Obs.] Chaucer.","summit":"1. The top; the highest point. Fixed on the summit of the highest mount. Shak. 2. The highest degree; the utmost elevation; the acme; as, the summit of human fame. 3. (Zoöl.)  The most elevated part of a bivalve shell, or the part in which the hinge is situated. Summit level, the highest level of a canal, a railroad, or the like, in surmounting an ascent.","spit":"1. A long, slender, pointed rod, usually of iron, for holding meat while roasting. 2. A small point of land running into the sea, or a long, narrow shoal extending from the shore into the sea; as, a spit of sand. Cook. 3. The depth to which a spade goes in digging; a spade; a spadeful. [Prov. Eng.] Halliwell.\n\n1. To thrust a spit through; to fix upon a spit; hence, to thrust through or impale; as, to spit a loin of veal. \"Infants spitted upon pikes.\" Shak. 2. To spade; to dig. [Prov. Eng.]\n\nTo attend to a spit; to use a spit. [Obs.] She's spitting in the kitchen. Old Play.\n\n1. To eject from the mouth; to throw out, as saliva or other matter, from the mouth. \"Thus spit I out my venom.\" Chaucer. 2. To eject; to throw out; to belch. Note: Spitted was sometimes used as the preterit and the past participle. \"He . . . shall be mocked, and spitefully entreated, and spitted on.\" Luke xviii. 32.\n\nThe secretion formed by the glands of the mouth; spitle; saliva; sputum.\n\n1. To throw out saliva from the mouth. 2. To rain or snow slightly, or with sprinkles. It had been spitting with rain. Dickens. To spit on or upon, to insult grossly; to treat with contempt. \"Spitting upon all antiquity.\" South.","vomit":"To eject the contents of the stomach by the mouth; to puke; to spew.\n\n1. To throw up; to eject from the stomach through the mouth; to disgorge; to puke; to spew out; -- often followed by up or out. The fish . . . vomited out Jonah upon the dry land. Jonah ii. 10. 2. Hence, to eject from any hollow place; to belch forth; to emit; to throw forth; as, volcanoes vomit flame, stones, etc. Like the sons of Vulcan, vomit smoke. Milton.\n\n1. Matter that is vomited; esp., matter ejected from the stomach through the mouth. Like vomit from his yawning entrails poured. Sandys. 2. (Med.)  That which excites vomiting; an emetic. He gives your Hollander a vomit. Shak. Black vomit. (Med.) See in the Vocabulary. -- Vomit nut, nux vomica.","submit":"1. To let down; to lower. [Obs.] Sometimes the hill submits itself a while. Dryden. 2. To put or place under. The bristled throat Of the submitted sacrifice with ruthless steel he cut. Chapman. 3. To yield, resign, or surrender to power, will, or authority; -- often with the reflexive pronoun. Ye ben submitted through your free assent. Chaucer. The angel of the Lord said unto her, Return to thy mistress, and submit thyself under her hands. Gen. xvi. 9. Wives, submit yourselves unto your own husbands. Eph. v. 22. 4. To leave or commit to the discretion or judgment of another or others; to refer; as, to submit a controversy to arbitrators; to submit a question to the court; -- often followed by a dependent proposition as the object. Whether the condition of the clergy be able to bear a heavy burden, is submitted to the house. Swift. We submit that a wooden spoon of our day would not be justified in calling Galileo and Napier blockheads because they never heard of the differential calculus. Macaulay.\n\n1. To yield one's person to the power of another; to give up resistance; to surrender. The revolted provinces presently submitted. C. Middleton. 2. To yield one's opinion to the opinion of authority of another; to be subject; to acquiesce. To thy husband's will Thine shall submit. Milton. 3. To be submissive or resigned; to yield without murmuring. Our religion requires from us . . . to submit to pain, disgrace, and even death. Rogers.","culprit":"1. One accused of, or ar An author is in the condition of a culprit; the public are his judges. Prior. 2. One quilty of a fault; a criminal.","kinit":"A unit of force equal to the force which, acting for one second, will give a pound a velocity of one foot per second; -- proposed by J.D.Everett, an English physicist.","intermit":"To cause to cease for a time, or at intervals; to interrupt; to suspend. Pray to the gods to intermit the plague. Shak.\n\nTo cease for a time or at intervals; to moderate; to be intermittent, as a fever. Pope.","evomit":"To vomit. [Obs.]","oviposit":"To lay or deposit eggs; -- said esp. of insects.\n\nTo deposit or lay (an egg).","emit":"1. To send forth; to throw or give out; to cause to issue; to give vent to; to eject; to discharge; as, fire emits heat and smoke; boiling water emits steam; the sun emits light. Lest, wrathful, the far-shooting god emit His fatal arrows. Prior. 2. To issue forth, as an order or decree; to print and send into circulation, as notes or bills of credit. No State shall . . . emit bills of credit. Const. of the U. S.","yit":"Yet. [Obs.] Chaucer.","kainit":"Salts of potassium used in the manufacture of fertilizers.","sanscrit":"See Sanskrit.","prosit":"Lit., may it do (you) good; -- a salutation used in well wishing, esp. among Germans, as in drinking healths.","it":"The neuter pronoun of the third person, corresponding to the masculine pronoun he and the feminine she, and having the same plural (they, their of theirs, them). Note: The possessive form its is modern, being rarely found in the writings of Shakespeare and Milton, and not at all in the original King James's version of the Bible. During the transition from the regular his to the anomalous its, it was to some extent employed in the possessive without the case ending. See His, and He. In Dryden's time its had become quite established as the regular form. The day present hath ever inough to do with it owne grief. Genevan Test. Do, child, go to it grandam, child. Shak. It knighthood shall do worse. It shall fright all it friends with borrowing letters. B. Jonson. Note: In the course of time, the nature of the neuter sign i in it, the form being found in but a few words, became misunderstood. Instead of being looked upon as an affix, it passed for part of the original word. Hence was formed from it the anomalous genitive it, superseding the Saxon his. Latham. The fruit tree yielding fruit after his (its) kind. Gen. i. 11. It is used, -- 1. As a substance for any noun of the neuter gender; as, here is the book, take it home. 2. As a demonstrative, especially at the beginning of a sentence, pointing to that which is about to be stated, named, or mentioned, or referring to that which apparent or well known; as, I saw it was John. It is I; be not afraid. Matt. xiv. 27. Peter heard that it was the Lord. John xxi. 7. Often, in such cases, as a substitute for a sentence or clause; as, it is thought he will come; it is wrong to do this. 3. As an indefinite nominative for a impersonal verb; as, it snows; it rains. 4. As a substitute for such general terms as, the state of affairs, the condition of things, and the like; as, how is it with the sick man Think on me when it shall be well with thee. Gen. xl. 14. 5. As an indefinite object after some intransitive verbs, or after a substantive used humorously as a verb; as, to foot it (i. e., to walk). The Lacedemonians, at the Straits of Thermopylæ, when their arms failed them, fought it out with nails and teeth. Dryden. Whether the charmer sinner it, or saint it, If folly grows romantic, I must paint it. Pope. Its self. See Itself.","grit":"1. Sand or gravel; rough, hard particles. 2. The coarse part of meal. 3. pl.  Grain, esp. oats or wheat, hulled and coarsely ground; in high milling, fragments of cracked wheat smaller than groats. 4. (Geol.)  A hard, coarse-grained siliceous sandstone; as, millstone grit; -- called also gritrock and gritstone. The name is also applied to a finer sharp-grained sandstone; as, grindstone grit. 5. Structure, as adapted to grind or sharpen; as, a hone of good grit. 6. Firmness of mind; invincible spirit; unyielding courage; fortitude. C. Reade. E. P. Whipple.\n\nTo give forth a grating sound, as sand under the feet; to grate; to grind. The sanded floor that grits beneath the tread. Goldsmith.\n\nTo grind; to rub harshly together; to grate; as, to grit the teeth. [Collog.]","ingenit":"Innate; inborn; inbred; inherent; native; ingenerate. [Obs.] It is naturalor ingenite, which comes by some defect of the organs and overmuch brain. Burton.","grape fruit":"The shaddock.","counterfeit":"1. Representing by imitation or likeness; having a resemblance to something else; portrayed. Look here upon this picture, and on this-The counterfeit presentment of two brothers. Shak. 2. Fabricated in imitation of something else, with a view to defraud by passing the false copy for genuine or original; as, counterfeit antiques; counterfeit coin. \"No counterfeit gem.\" Robinson (More's Utopia). 3. Assuming the appearance of something; false; spurious; deceitful; hypocritical; as, a counterfeit philanthropist. \"An arrant counterfeit rascal.\" Shak. Syn. -- Forged; fictitious; spurious; false.\n\n1. That which resembles or is like another thing; a likeness; a portrait; a counterpart. Thou drawest a counterfeit Best in all Athens. Shak. Even Nature's self envied the same, And grudged to see the counterfeit should shame The thing itself. Spenser. 2. That which is made in imitation of something, with a view to deceive by passing the false for the true; as, the bank note was a counterfeit. Never call a true piece of gold a counterfeit. Shak. Some of these counterfeits are fabricated with such exquisite taste and skill, that it is the achievement of criticism to distinguish them from originals. Macaulay. 3. One who pretends to be what he is not; one who personates another; an impostor; a cheat. I fear thou art another counterfeit; And yet, in faith, thou bears'st thee like a king. Shak.\n\n1. To imitate, or put on a semblance of; to mimic; as, to counterfeit the voice of another person. Full well they laughed with counterfeited glee At all his jokes, for many a joke had he. Goldsmith. 2. To imitate with a view to deceiving, by passing the copy for that which is original or genuine; to forge; as, to counterfeit the signature of another, coins, notes, etc.\n\n1. To carry on a deception; to dissemble; to feign; to pretend. The knave counterfeits well; a good knave. Shak. 2. To make counterfeits.","solicit":"1. To ask from with earnestness; to make petition to; to apply to for obtaining something; as, to solicit person for alms. Did I solicit thee From darkness to promote me Milton. 2. To endeavor to obtain; to seek; to plead for; as, to solicit an office; to solicit a favor. I view my crime, but kindle at the view, Repent old pleasures, and solicit new. Pope. 3. To awake or excite to action; to rouse desire in; to summon; to appeal to; to invite. That fruit . . . solicited her longing eye. Milton. Sounds and some tangible qualities solicit their proper senses, and force an entrance to the mind. Locke. 4. To urge the claims of; to plead; to act as solicitor for or with reference to. [Obs.] Should My brother henceforth study to forget The vow that he hath made thee, I would ever Solicit thy deserts. Ford. 5. To disturb; to disquiet; -- a Latinism rarely used. Hath any ill solicited thine ears Chapman. But anxious fears solicit my weak breast. Dryden. Syn. To beseech; ask; request; crave; supplicate; entreat; beg; implore; importune. See Beseech.","bait":"1. Any substance, esp. food, used in catching fish, or other animals, by alluring them to a hook, snare, inclosure, or net. 2. Anything which allures; a lure; enticement; temptation. Fairfax. 3. A portion of food or drink, as a refreshment taken on a journey; also, a stop for rest and refreshment. 4. A light or hasty luncheon. Bait bug (Zoöl), a crustacean of the genus Hippa found burrowing in sandy beaches. See Anomura.\n\n1. To provoke and harass; esp., to harass or torment for sport; as, to bait a bear with dogs; to bait a bull. 2. To give a portion of food and drink to, upon the road; as, to bait horses. Holland. 3. To furnish or cover with bait, as a trap or hook. A crooked pin . . . bailed with a vile earthworm. W. Irving.\n\nTo stop to take a portion of food and drink for refreshment of one's self or one's beasts, on a journey. Evil news rides post, while good news baits. Milton. My lord's coach conveyed me to Bury, and thence baiting aEvelyn.\n\nTo flap the wings; to flutter as if to fly; or to hover, as a hawk when she stoops to her prey. \"Kites that bait and beat.\" Shak.","reit":"Sedge; seaweed. [Obs. or Prov. Eng.]","illicit":"Not permitted or allowed; prohibited; unlawful; as, illicit trade; illicit intercourse; illicit pleasure. One illicit . . . transaction always leads to another. Burke. -- Il*lic\"it*ly, adv. -- Il*lic\"it*ness, n.","deceit":"1. An attempt or disposition to deceive or lead into error; any declaration, artifice, or practice, which misleads another, or causes him to believe what is false; a contrivance to entrap; deception; a wily device; fraud. Making the ephah small and the shekel great, and falsifying the balances by deceit. Amos viii. 5. Friendly to man, far from deceit or guile. Milton. Yet still we hug the dear deceit. N. Cotton. 2. (Law)  Any trick, collusion, contrivance, false representation, or underhand practice, used to defraud another. When injury is thereby effected, an action of deceit, as it called, lies for compensation. Syn. -- Deception; fraud; imposition; duplicity; trickery; guile; falsifying; double-dealing; stratagem. See Deception.","conduit":"1. A pipe, canal, channel, or passage for conveying water or fluid. All the conduits of my blood froze up. Shak. This is the fountain of all those bitter waters, of which, through a hundred different conduits, we have drunk. Burke. 2. (Arch.) (a) A structure forming a reservoir for water. Oxf. Gloss. (b) A narrow passage for private communication.","benefit":"1. An act of kindness; a favor conferred. Bless the Lord, O my soul, and forget not all his benefits. Ps. ciii. 2. 2. Whatever promotes prosperity and personal happiness, or adds value to property; advantage; profit. Men have no right to what is not for their benefit. Burke. 3. A theatrical performance, a concert, or the like, the proceeds of which do not go to the lessee of the theater or to the company, but to some individual actor, or to some charitable use. 4. Beneficence; liberality. [Obs.] Webster (1623). 5. pl.  Natural advantaged; endowments; accomplishments. [R.] \"The benefits of your own country.\" Shak. Benefit of clergy. (Law) See under Clergy. Syn. -- Profit; service; use; avail. See Advantage.\n\nTo be beneficial to; to do good to; to advantage; to advance in health or prosperity; to be useful to; to profit. I will repent of the good, wherewith I said I would benefit them. Jer. xviii. 10.\n\nTo gain advantage; to make improvement; to profit; as, he will benefit by the change.","uncredit":"To cause to be disbelieved; to discredit. [Obs.] Fuller.","demisuit":"A suit of light armor covering less than the whole body, as having no protection for the legs below the things, no vizor to the helmet, and the like.","quiddit":"A subtilty; an equivocation. [Obs.] Shak. By some strange quiddit or some wrested clause. Drayton.","interknit":"To knit together; to unite closely; to intertwine.","git":"See Geat.","turbit":"1. (Zoöl.)  The turbot. 2. (Zoöl.)  A variety of the domestic pigeon, remarkable for its short beak.","cognovit":"An instrument in writting whereby a defendant in an action acknowledges a plaintiff's demand to be just. Mozley & W.","ermit":"A hermit. [Obs.]","pewit":"(a) The lapwing. (b) The European black-headed, or laughing, gull (Xema ridibundus). See under Laughing. (c) The pewee. [Written also peevit, peewit, pewet.]","scurrit":"the lesser tern (Sterna minuta). [Prov. Eng.]","premit":"To premise. [Obs.] Donne.","canker-bit":"Eaten out by canker, or as by canker. [Obs.]","assumpsit":"(a) A promise or undertaking, founded on a consideration. This promise may be oral or in writing not under seal. It may be express or implied. (b) An action to recover damages for a breach or nonperformance of a contract or promise, express or implied, oral or in writing not under seal. Common or indebitatus assumpsit is brought for the most part on an implied promise. Special assumpsit is founded on an express promise or undertaking. Wharton.","coletit":"A small European titmouse (Parus ater), so named from its black color; -- called also coalmouse and colemouse.","wantwit":"One destitute of wit or sense; a blockhead; a fool. [Obs.] Shak.","puit":"A well; a small stream; a fountain; a spring. [Obs.] The puits flowing from the fountain of life. Jer. Taylor.","teufit":"The lapwing; -- called also teuchit. [Prov. Eng.]","amit":"To lose. [Obs.] A lodestone fired doth presently amit its proper virtue. Sir T. Browne.","praetermit":"See Pretermit.","ait":"An islet, or little isle, in a river or lake; an eyot. The ait where the osiers grew. R. Hodges (1649). Among green aits and meadows. Dickens.\n\nOat. [Scot.] Burns.","brait":"A rough diamond.","tobit":"A book of the Apocrypha.","cyclone pit":"A cellar or excavation used for refuge from a cyclone, or tornado. [Middle U. S.]","undersuit":"A suit worn under another suit; a suit of underclothes.","established suit":"A plain suit in which a player (or side) could, except for trumping, take tricks with all his remaining cards.","interposit":"An intermediate depot or station between one commercial city or country and another. Mitford.","inherit":"1. (Law)  To take by descent from an ancestor; to take by inheritance; to take as heir on the death of an ancestor or other person to whose estate one succeeds; to receive as a right or title descendible by law from an ancestor at his decease; as, the heir inherits the land or real estate of his father; the eldest son of a nobleman inherits his father's title; the eldest son of a king inherits the crown. 2. To receive or take by birth; to have by nature; to derive or acquire from ancestors, as mental or physical qualities; as, he inherits a strong constitution, a tendency to disease, etc. Prince Harry is valiant; for the cold blood he did naturally inherit of his father he hath . . . manured . . . with good store of fertile sherris. Shak. 3. To come into possession of; to possess; to own; to enjoy as a possession. But the meek shall inherit the earth. Ps. xxxvii. 11. To bury so much gold under a tree, And never after to inherit it. Shak. 4. To put in possession of. [R.] Shak.\n\nTo take or hold a possession, property, estate, or rights by inheritance. Thou shalt not inherit our father's house. Judg. xi. 2.","hawkbit":"The fall dandelion (Leontodon autumnale).","commit":"1. To give in trust; to put into charge or keeping; to intrust; to consign; -- used with to, unto. Commit thy way unto the Lord. Ps. xxxvii. 5. Bid him farewell, commit him to the grave. Shak. 2. To put in charge of a jailor; to imprison. These two were commited. Clarendon. 3. To do; to perperate, as a crime, sin, or fault. Thou shalt not commit adultery. Ex. xx. 14. 4. To join a contest; to match; -- followed by with. [R.] Dr. H. More. 5. To pledge or bind; to compromise, expose, or endanger by some decisive act or preliminary step; -- often used reflexively; as, to commit one's self to a certain course. You might have satisfied every duty of political friendship, without commiting the honor of your sovereign. Junius. Any sudden assent to the proposal . . . might possibly be considered as committing the faith of the United States. Marshall. 6. To confound. [An obsolete Latinism.] Committing short and long [quantities]. Milton. To commit a bill (Legislation), to refer or intrust it to a committee or others, to be considered and reported. -- To commit to memory, or To commit, to learn by heart; to memorize. Syn. -- To Commit, Intrust, Consign. These words have in common the idea of transferring from one's self to the care and custody of another. Commit is the widest term, and may express only the general idea of delivering into the charge of another; as, to commit a lawsuit to the care of an attorney; or it may have the special sense of intrusting with or without limitations, as to a superior power, or to a careful servant, or of consigning, as to writing or paper, to the flames, or to prison. To intrust denotes the act of committing to the exercise of confidence or trust; as, to intrust a friend with the care of a child, or with a secret. To consign is a more formal act, and regards the thing transferred as placed chiefly or wholly out of one's immediate control; as, to consign a pupil to the charge of his instructor; to consign goods to an agent for sale; to consign a work to the press.\n\nTo sin; esp., to be incontinent. [Obs.] Commit not with man's sworn spouse. Shak.","reinhabit":"To inhabit again. Mede.","discomfit":"1. To scatter in fight; to put to rout; to defeat. And his proud foes discomfit in victorious field. Spenser. 2. To break up and frustrate the plans of; to balk Well, go with me and be not so discomfited. Shak. Syn. -- To defeat; overthrow; overpower; vanquish; conquer; baffle; frustrate; confound; discourage.\n\nDiscomfited; overthrown. [Obs.]\n\nRout; overthrow; discomfiture. Such as discomfort as shall quite despoil him. Milton.","await":"1. To watch for; to look out for. [Obs.] 2. To wait on, serve, or attend. [Obs.] 3. To wait for; to stay for; to expect. See Expect. Betwixt these rocky pillars Gabriel sat, Chief of the angelic guards, awaiting night. Milton. 4. To be in store for; to be ready or in waiting for; as, a glorious reward awaits the good. O Eve, some farther change awaits us night. Milton.\n\n1. To watch. [Obs.] Chaucer. 2. To wait (on or upon). [Obs.] 3. To wait; to stay in waiting. Darwin.\n\nA waiting for; ambush; watch; watching; heed. [Obs.] Chaucer.","krait":"A very venomous snake of India (Bungarus coeruleus), allied to the cobra. Its upper parts are bluish or brownish black, often with narrow white streaks; the belly is whitish.","spirit":"1. Air set in motion by breathing; breath; hence, sometimes, life itself. [Obs.] \"All of spirit would deprive.\" Spenser. The mild air, with season moderate, Gently attempered, and disposed eo well, That still it breathed foorth sweet spirit. Spenser. 2. A rough breathing; an aspirate, as the letter h; also, a mark to denote aspiration; a breathing. [Obs.] Be it a letter or spirit, we have great use for it. B. Jonson. 3. Life, or living substance, considered independently of corporeal existence; an intelligence conceived of apart from any physical organization or embodiment; vital essence, force, or energy, as distinct from matter. 4. The intelligent, immaterial and immortal part of man; the soul, in distinction from the body in which it resides; the agent or subject of vital and spiritual functions, whether spiritual or material. There is a spirit in man; and the inspiration of the Almighty giveth them understanding. Job xxxii. 8. As the body without the spirit is dead, so faith without works is dead also. James ii. 26. Spirit is a substance wherein thinking, knowing, doubting, and a power of moving, do subsist. Locke. 5. Specifically, a disembodied soul; the human soul after it has left the body. Then shall the dust return to the earth as it was, and the spirit shall return unto God who gave it. Eccl. xii. 7. Ye gentle spirits far away, With whom we shared the cup of grace. Keble. 6. Any supernatural being, good or bad; an apparition; a specter; a ghost; also, sometimes, a sprite,; a fairy; an elf. Whilst young, preserve his tender mind from all impressions of spirits and goblins in the dark. Locke. 7. Energy, vivacity, ardor, enthusiasm, courage, etc. \"Write it then, quickly,\" replied Bede; and summoning all his spirits together, like the last blaze of a candle going out, he indited it, and expired. Fuller. 8. One who is vivacious or lively; one who evinces great activity or peculiar characteristics of mind or temper; as, a ruling spirit; a schismatic spirit. Such spirits as he desired to please, such would I choose for my judges. Dryden. 9. Temper or disposition of mind; mental condition or disposition; intellectual or moral state; -- often in the plural; as, to be cheerful, or in good spirits; to be downhearted, or in bad spirits. God has . . . made a spirit of building succeed a spirit of pulling down. South. A perfect judge will read each work of wit With the same spirit that its author writ. Pope. 10. Intent; real meaning; -- opposed to the letter, or to formal statement; also, characteristic quality, especially such as is derived from the individual genius or the personal character; as, the spirit of an enterprise, of a document, or the like. 11. Tenuous, volatile, airy, or vapory substance, possessed of active qualities. All bodies have spirits . . . within them. Bacon. 12. Any liquid produced by distillation; especially, alcohol, the spirits, or spirit, of wine (it having been first distilled from wine): -- often in the plural. 13. pl.  Rum, whisky, brandy, gin, and other distilled liquors having much alcohol, in distinction from wine and malt liquors. 14. (Med.)  A solution in alcohol of a volatile principle. Cf. Tincture. U. S. Disp. 15. (Alchemy)  Any one of the four substances, sulphur, sal ammoniac, quicksilver, or arsenic (or, according to some, orpiment). The four spirits and the bodies seven. Chaucer. 16. (Dyeing)  Stannic chloride. See under Stannic. Note: Spirit is sometimes joined with other words, forming compounds, generally of obvious signification; as, spirit-moving, spirit- searching, spirit-stirring, etc. Astral spirits, Familiar spirits, etc. See under Astral, Familiar, etc. -- Animal spirits. (a) (Physiol.) The fluid which at one time was supposed to circulate through the nerves and was regarded as the agent of sensation and motion; -- called also the nervous fluid, or nervous principle. (b) Physical health and energy; frolicsomeness; sportiveness. -- Ardent spirits, strong alcoholic liquors, as brandy, rum, whisky, etc., obtained by distillation. -- Holy Spirit, or The Spirit (Theol.), the Spirit of God, or the third person of the Trinity; the Holy Ghost. The spirit also signifies the human spirit as influenced or animated by the Divine Spirit. -- Proof spirit. (Chem.) See under Proof. -- Rectified spirit (Chem.), spirit rendered purer or more concentrated by redistillation, so as to increase the percentage of absolute alcohol. -- Spirit butterfly (Zoöl.), any one of numerous species of delicate butterflies of tropical America belonging to the genus Ithomia. The wings are gauzy and nearly destitute of scales. -- Spirit duck. (Zoöl.) (a) The buffle-headed duck. (b) The golden- eye. -- Spirit lamp (Art), a lamp in which alcohol or methylated spirit is burned. -- Spirit level. See under Level. -- Spirit of hartshorn. (Old Chem.) See under Hartshorn. -- Spirit of Mindererus (Med.), an aqueous solution of acetate of ammonium; -- named after R. Minderer, physician of Augsburg. -- Spirit of nitrous ether (Med. Chem.), a pale yellow liquid, of a sweetish taste and a pleasant ethereal odor. It is obtained by the distillatin of alcohol with nitric and sulphuric acids, and consists essentially of ethyl nitrite with a little acetic aldehyde. It is used a diaphoretic, diuretic, antispasmodic, etc. Called also sweet spirit of niter. -- Spirit of salt (Chem.), hydrochloric acid; -- so called because obtained from salt and sulphuric acid. [Obs.] -- Spirit of sense, the utmost refinement of sensation. [Obs.] Shak. -- Spirits, or Spirit, of turpentine (Chem.), rectified oil of turpentine, a transparent, colorless, volatile, and very inflammable liquid, distilled from the turpentine of the various species of pine; camphine. See Camphine. -- Spirit of vitriol (Chem.), sulphuric acid; -- so called because formerly obtained by the distillation of green vitriol. [Obs.] -- Spirit of vitriolic ether (Chem.) ether; -- often but incorrectly called sulphuric ether. See Ether. [Obs.] -- Spirits, or Spirit, of wine (Chem.), alcohol; -- so called because formerly obtained by the distillation of wine. -- Spirit rapper, one who practices spirit rapping; a \"medium\" so called. -- Spirit rapping, an alleged form of communication with the spirits of the dead by raps. See Spiritualism, 3. -- Sweet spirit of niter. See Spirit of nitrous ether, above. Syn. -- Life; ardor; energy; fire; courage; animatioon; cheerfulness; vivacity; enterprise.\n\n1. To animate with vigor; to excite; to encourage; to inspirit; as, civil dissensions often spirit the ambition of private men; -- sometimes followed by up. Many officers and private men spirit up and assist those obstinate people to continue in their rebellion. Swift . 2. To convey rapidly and secretly, or mysteriously, as if by the agency of a spirit; to kidnap; -- often with away, or off. The ministry had him spirited away, and carried abroad as a dangerous person. Arbuthnot & Pope. I felt as if I had been spirited into some castle of antiquity. Willis. Spiriting away (Law), causing to leave; the offense of inducing a witness to leave a jurisdiction so as to evade process requiring attendance at trial.","verdit":"Verdict. Chaucer.","goldtit":"See Verdin.","deposit":"1. To lay down; to place; to put; to let fall or throw down (as sediment); as, a crocodile deposits her eggs in the sand; the waters deposited a rich alluvium. The fear is deposited in conscience. Jer. Taylor. 2. To lay up or away for safekeeping; to put up; to store; as, to deposit goods in a warehouse. 3. To lodge in some one's hands for sale keeping; to commit to the custody of another; to intrust; esp., to place in a bank, as a sum of money subject to order. 4. To lay aside; to rid one's self of. [Obs.] If what is written prove useful to you, to the depositing that which i can not deem an error. Hammond. Note: Both this verb and the noun following written deposite.\n\n1. That is deposited, or laid or thrown down; as, a deposit in a flue; especially, matter precipitated from a solution (as the siliceous deposits of hot springs), or that which is mechanically deposited (as the mud, gravel, etc., deposits of a river). The deposit already formed affording to the succeeding portion of the charged fluid a basis. Kirwan. 2. (Mining)  A natural occurrence of a useful mineral under the conditions to invite exploitation. Raymond. 3. That which is placed anywhere, or in any one's hands, for safe keeping; somthing intrusted to the care of another; esp., money lodged with a bank or banker, subject to order; anything given as pledge or security. 4. (Law) (a) A bailment of money or goods to be kept gratuitously for the bailor. (b) Money lodged with a party as earnest or security for the performance of a duty assumed by the person depositing. 5. A place of deposit; a depository. [R.] Bank of deposit. See under Bank. -- In deposit, or On deposit, in trust or safe keeping as a deposit; as, coins were recieved on deposit.","edit":"To superintend the publication of; to revise and prepare for publication; to select, correct, arrange, etc., the matter of, for publication; as, to edit a newspaper. Philosophical treatises which have never been edited. Enfield.","surfeit":"1. Excess in eating and drinking. Let not Sir Surfeit sit at thy board. Piers Plowman. Now comes the sick hour that his surfeit made. Shak. 2. Fullness and oppression of the system, occasioned often by excessive eating and drinking. To prevent surfeit and other diseases that are incident to those that heat their blood by travels. Bunyan. 3. Disgust caused by excess; satiety. Sir P. Sidney. Matter and argument have been supplied abundantly, and even to surfeit. Burke.\n\n1. To load the stomach with food, so that sickness or uneasiness ensues; to eat to excess. They are as sick that surfeit with too much as they that starve with nothing. Shak. 2. To indulge to satiety in any gratification.\n\n1. To feed so as to oppress the stomach and derange the function of the system; to overfeed, and produce satiety, sickness, or uneasiness; -- often reflexive; as, to surfeit one's self with sweets. 2. To fill to satiety and disgust; to cloy; as, he surfeits us with compliments. V. Knox.","omit":"1. To let go; to leave unmentioned; not to insert or name; to drop. These personal comparisons I omit. Bacon. 2. To pass by; to forbear or fail to perform or to make use of; to leave undone; to neglect. Her father omitted nothing in her education that might make her the most accomplished woman of her age. Addison.","crampit":"See Crampet.","cohibit":"To restrain. [Obs.] Bailey.","brit":"(a) The young of the common herring; also, a small species of herring; the sprat. (b) The minute marine animals (chiefly Entomostraca) upon which the right whales feed.","besit":"To suit; to fit; to become. [Obs.]","lawsuit":"An action at law; a suit in equity or admiralty; any legal proceeding before a court for the enforcement of a claim.","tomtit":"(a) A titmouse, esp. the blue titmouse. [Prov.eng.] (b) The wren. [Prov.eng.]","demerit":"1. That which one merits or deserves, either of good or ill; desert. [Obs.] By many benefits and demerits whereby they obliged their adherents, [they] acquired this reputation. Holland. 2. That which deserves blame; ill desert; a fault; a vice; misconduct; -- the opposite of Ant: merit. They see no merit or demerit in any man or any action. Burke. Secure, unless forfeited by any demerit or offense. Sir W. Temple. 3. The state of one who deserves ill.\n\n1. To deserve; -- said in reference to both praise and blame. [Obs.] If I have demerited any love or thanks. Udall. Executed as a traitor . . . as he well demerited. State Trials (1645). 2. To depreciate or cry down. [R.] Bp. Woolton.\n\nTo deserve praise or blame.","wit":"To know; to learn. \"I wot and wist alway.\" Chaucer. Note: The present tense was inflected as follows; sing. 1st pers. wot; 2d pers. wost, or wot(t)est; 3d pers. wot, or wot(t)eth; pl. witen, or wite. The following variant forms also occur; pres. sing. 1st & 3d pers. wat, woot; pres. pl. wyten, or wyte, weete, wote, wot; imp. wuste (Southern dialect); p. pr. wotting. Later, other variant or corrupt forms are found, as, in Shakespeare, 3d pers. sing. pres. wots. Brethren, we do you to wit [make you to know] of the grace of God bestowed on the churches of Macedonia. 2 Cor. viii. 1. Thou wost full little what thou meanest. Chaucer. We witen not what thing we prayen here. Chaucer. When that the sooth in wist. Chaucer. Note: This verb is now used only in the infinitive, to wit, which is employed, especially in legal language, to call attention to a particular thing, or to a more particular specification of what has preceded, and is equivalent to namely, that is to say.\n\n1. Mind; intellect; understanding; sense. Who knew the wit of the Lord or who was his counselor Wyclif (Rom. xi. 34). A prince most prudent, of an excellent And unmatched wit and judgment. Shak. Will puts in practice what wit deviseth. Sir J. Davies. He wants not wit the dander to decline. Dryden. 2. A mental faculty, or power of the mind; -- used in this sense chiefly in the plural, and in certain phrases; as, to lose one's wits; at one's wits' end, and the like. \"Men's wittes ben so dull.\" Chaucer. I will stare him out of his wits. Shak. 3. Felicitous association of objects not usually connected, so as to produce a pleasant surprise; also. the power of readily combining objects in such a manner. The definition of wit is only this, that it is a propriety of thoughts and words; or, in other terms, thoughts and words elegantly adapted to the subject. Dryden. Wit which discovers partial likeness hidden in general diversity. Coleridge. Wit lying most in the assemblage of ideas, and putting those together with quickness and variety wherein can be found any resemblance or congruity, thereby to make up pleasant pictures in the fancy. Locke. 4. A person of eminent sense or knowledge; a man of genius, fancy, or humor; one distinguished for bright or amusing sayings, for repartee, and the like. In Athens, where books and wits were ever busier than in any other part of Greece, I find but only two sorts of writings which the magistrate cared to take notice of; those either blasphemous and atheistical, or libelous. Milton. Intemperate wits will spare neither friend nor foe. L'Estrange. A wit herself, Amelia weds a wit. Young. The five wits, the five senses; also, sometimes, the five qualities or faculties, common wit, imagination, fantasy, estimation, and memory. Chaucer. Nares. But my five wits nor my five senses can Dissuade one foolish heart from serving thee. Shak. Syn. -- Ingenuity; humor; satire; sarcasm; irony; burlesque. -- Wit, Humor. Wit primarily meant mind; and now denotes the power of seizing on some thought or occurrence, and, by a sudden turn, presenting it under aspects wholly new and unexpected -- apparently natural and admissible, if not perfectly just, and bearing on the subject, or the parties concerned, with a laughable keenness and force. \"What I want,\" said a pompous orator, aiming at his antagonist, \"is common sense.\" \"Exactly!\" was the whispered reply. The pleasure we find in wit arises from the ingenuity of the turn, the sudden surprise it brings, and the patness of its application to the case, in the new and ludicrous relations thus flashed upon the view. Humor is a quality more congenial to the English mind than wit. It consists primarily in taking up the peculiarities of a humorist (or eccentric person) and drawing them out, as Addison did those of Sir Roger de Coverley, so that we enjoy a hearty, good-natured laugh at his unconscious manifestation of whims and oddities. From this original sense the term has been widened to embrace other sources of kindly mirth of the same general character. In a well-known caricature of English reserve, an Oxford student is represented as standing on the brink of a river, greatly agitated at the sight of a drowning man before him, and crying out, \"O that I had been introduced to this gentleman, that I might save his life! The, \"Silent Woman\" of Ben Jonson is one of the most humorous productions, in the original sense of the term, which we have in our language.","shirt-waist suit":"A costume consisting of a plain belted waist and skirt of the same material.","lit":", a form of the imp. & p. p. of Light.","maladroit":"Of a quality opposed to adroitness; clumsy; awkward; unskillful. -- Mal\"a*droit`ly, adv. -- Mal`a*droit\"ness, n.","pit":"1. A large cavity or hole in the ground, either natural or artificial; a cavity in the surface of a body; an indentation; specifically: (a) The shaft of a coal mine; a coal pit. (b) A large hole in the ground from which material is dug or quarried; as, a stone pit; a gravel pit; or in which material is made by burning; as, a lime pit; a charcoal pit. (c) A vat sunk in the ground; as, a tan pit. Tumble me into some loathsome pit. Shak. 2. Any abyss; especially, the grave, or hades. Back to the infernal pit I drag thee chained. Milton. He keepth back his soul from the pit. Job xxxiii. 18. 3. A covered deep hole for entrapping wild beasts; a pitfall; hence, a trap; a snare. Also used figuratively. The anointed of the Lord was taken in their pits. Lam. iv. 20. 4. A depression or hollow in the surface of the human body; as: (a) The hollow place under the shoulder or arm; the axilla, or armpit. (b) See Pit of the stomach (below). (c) The indentation or mark left by a pustule, as in smallpox. 5. Formerly, that part of a theater, on the floor of the house, below the level of the stage and behind the orchestra; now, in England, commonly the part behind the stalls; in the United States, the parquet; also, the occupants of such a part of a theater. 6. An inclosed area into which gamecocks, dogs, and other animals are brought to fight, or where dogs are trained to kill rats. \"As fiercely as two gamecocks in the pit.\" Locke. 7. Etym: [Cf. D. pit, akin to E. pith.] (Bot.) (a) The endocarp of a drupe, and its contained seed or seeds; a stone; as, a peach pit; a cherry pit, etc. (b) A depression or thin spot in the wall of a duct. Cold pit (Hort.), an excavation in the earth, lined with masonry or boards, and covered with glass, but not artificially heated, -- used in winter for the storing and protection of half-hardly plants, and sometimes in the spring as a forcing bed. -- Pit coal, coal dug from the earth; mineral coal. -- Pit frame, the framework over the shaft of a coal mine. -- Pit head, the surface of the ground at the mouth of a pit or mine. -- Pit kiln, an oven for coking coal. -- Pit martin (Zoöl.), the bank swallow. [Prov. Eng.] -- Pit of the stomach (Anat.), the depression on the middle line of the epigastric region of the abdomen at the lower end of the sternum; the infrasternal depression. -- Pit saw (Mech.), a saw worked by two men, one of whom stands on the log and the other beneath it. The place of the latter is often in a pit, whence the name. -- Pit viper (Zoöl.), any viperine snake having a deep pit on each side of the snout. The rattlesnake and copperhead are examples. -- Working pit (Min.), a shaft in which the ore is hoisted and the workmen carried; -- in distinction from a shaft used for the pumps.\n\n1. To place or put into a pit or hole. They lived like beasts, and were pitted like beasts, tumbled into the grave. T. Grander. 2. To mark with little hollows, as by various pustules; as, a face pitted by smallpox. 3. To introduce as an antagonist; to set forward for or in a contest; as, to pit one dog against another.","explicit":"A word formerly used (as finis is now) at the conclusion of a book to indicate the end.\n\n1. Not implied merely, or conveyed by implication; distinctly stated; plain in language; open to the understanding; clear; not obscure or ambiguous; express; unequivocal; as, an explicit declaration. The language of the charter was too explicit to admit of a doubt. Bancroft. 2. Having no disguised meaning or reservation; unreserved; outspoken; -- applied to persons; as, he was earnest and explicit in his statement. Explicit function. (Math.) See under Function. Syn. -- Express; clear; plain; open; unreserved; unambiguous. -- Explicit, Express. Explicit denotes a setting forth in the plainest, language, so that the meaning can not be misunderstood; as, an explicit promise. Express is stronger than explicit: it adds force to clearness. An express promise or engagement is not only unambiguous, but stands out in bold relief, with the most binding hold on the conscience. An explicit statement; a clear and explicit notion; explicit direction; no words can be more explicit. An explicit command; an express prohibition. \"An express declaration goes forcibly and directly to the point. An explicit declaration leaves nothing ambiguous.\" C. J. Smith.","short circuit":"A circuit formed or closed by a conductor of relatively low resistance because shorter or of relatively great conductivity.","postposit":"To postpone. [Obs.] Feltham.","licit":"Lawful. \"Licit establishments.\" Carlyle. -- Lic\"it*ly, adv. -- Lic\"it*ness, n.","self-conceit":"Conceit of one's self; an overweening opinion of one's powers or endowments. Syn. -- See Egotism.","rarebit":"A dainty morsel; a Welsh rabbit. See Welsh rabbit, under Rabbit.","musit":"See Muset.","missit":"To sit badly or imperfectly upon; to misbecome. [Obs.] Chaucer.","unit":"1. A single thing or person. 2. (Arith.)  The least whole number; one. Units are the integral parts of any large number. I. Watts. 3. A gold coin of the reign of James I., of the value of twenty shillings. Camden. 4. Any determinate amount or quantity (as of length, time, heat, value) adopted as a standard of measurement for other amounts or quantities of the same kind. 5. (Math.)  A single thing, as a magnitude or number, regarded as an undivided whole. Abstract unit, the unit of numeration; one taken in the abstract; the number represented by 1. The term is used in distinction from concrete, or determinate, unit, that is, a unit in which the kind of thing is expressed; a unit of measure or value; as 1 foot, 1 dollar, 1 pound, and the like. -- Complex unit (Theory of Numbers), an imaginary number of the form a + b-1, when a2 + b2 = 1. -- Duodecimal unit, a unit in the scale of numbers increasing or decreasing by twelves. -- Fractional unit, the unit of a fraction; the reciprocal of the denominator; thus, unit of the fraction -- Integral unit, the unit of integral numbers, or 1. -- Physical unit, a value or magnitude conventionally adopted as a unit or standard in physical measurements. The various physical units are usually based on given units of length, mass, and time, and on the density or other properties of some substance, for example, water. See Dyne, Erg, Farad, Ohm, Poundal, etc. -- Unit deme (Biol.), a unit of the inferior order or orders of individuality. -- Unit jar (Elec.), a small, insulated Leyden jar, placed between the electrical machine and a larger jar or battery, so as to announce, by its repeated discharges, the amount of electricity passed into the larger jar. -- Unit of heat (Physics), a determinate quantity of heat adopted as a unit of measure; a thermal unit (see under Thermal). Water is the substance generally employed, the unit being one gram or one pound, and the temperature interval one degree of the Centigrade or Fahrenheit scale. When referred to the gram, it is called the gram degree. The British unit of heat, or thermal unit, used by engineers in England and in the United States, is the quantity of heat necessary to raise one pound of pure water at and near its temperature of greatest density (39.1º Fahr.) through one degree of the Fahrenheit scale. Rankine. -- Unit of illumination, the light of a sperm candle burning 120 grains per hour. Standard gas, burning at the rate of five cubic feet per hour, must have an illuminating power equal to that of fourteen such candles. -- Unit of measure (as of length, surface, volume, dry measure, liquid measure, money, weight, time, and the like), in general, a determinate quantity or magnitude of the kind designated, taken as a standard of comparison for others of the same kind, in assigning to them numerical values, as 1 foot, 1 yard, 1 mile, 1 square foot, 1 square yard, 1 cubic foot, 1 peck, 1 bushel, 1 gallon, 1 cent, 1 ounce, 1 pound, 1 hour, and the like; more specifically, the fundamental unit adopted in any system of weights, measures, or money, by which its several denominations are regulated, and which is itself defined by comparison with some known magnitude, either natural or empirical, as, in the United States, the dollar for money, the pound avoirdupois for weight, the yard for length, the gallon of 8.3389 pounds avoirdupois of water at 39.8º Fahr. (about 231 cubic inches) for liquid measure, etc.; in Great Britain, the pound sterling, the pound troy, the yard, or -- Unit of power. (Mach.) See Horse power. -- Unit of resistance. (Elec.) See Resistance, n., 4, and Ohm. -- Unit of work (Physics), the amount of work done by a unit force acting through a unit distance, or the amount required to lift a unit weight through a unit distance against gravitation. See Erg, Foot Pound, Kilogrammeter. -- Unit stress (Mech. Physics), stress per unit of area; intensity of stress. It is expressed in ounces, pounds, tons, etc., per square inch, square foot, or square yard, etc., or in atmospheres, or inches of mercury or water, or the like.","stickit":"Stuck; spoiled in making. [Scot.] Stickit minister, a candidate for the clerical office who fails, disqualified by incompetency or immorality.","split":"1. To divide lengthwise; to separate from end to end, esp. by force; to divide in the direction of the grain layers; to rive; to cleave; as, to split a piece of timber or a board; to split a gem; to split a sheepskin. Cold winter split the rocks in twain. Dryden. 2. To burst; to rupture; to rend; to tear asunder. A huge vessel of exceeding hard marble split asunder by congealed water. Boyle. 3. To divide or break up into parts or divisions, as by discord; to separate into parts or parties, as a political party; to disunite. [Colloq.] South. 4. (Chem.)  To divide or separate into components; -- often used with up; as, to split up sugar into alcohol and carbonic acid. To split hairs, to make distinctions of useless nicety.\n\n1. To part asunder; to be rent; to burst; as, vessels split by the freezing of water in them. 2. To be broken; to be dashed to pieces. The ship splits on the rock. Shak. 3. To separate into parties or factions. [Colloq.] 4. To burst with laughter. [Colloq.] Each had a gravity would make you split. Pope. 5. To divulge a secret; to betray confidence; to peach. [Slang] Thackeray. To split on a rock, to err fatally; to have the hopes and designs frustrated.\n\nA crack, or longitudinl fissure. 2. A breach or separation, as in a political party; a division. [Colloq.] 3. A piece that is split off, or made thin, by splitting; a splinter; a fragment. 4. Specif (Leather Manuf.), one of the sections of a skin made by dividing it into two or more thicknesses. 5. (Faro)  A division of a stake happening when two cards of the kind on which the stake is laid are dealt in the same turn.\n\n1. Divided; cleft. 2. (Bot.)  Divided deeply; cleft. Split pease, hulled pease split for making soup, etc. -- Split pin (Mach.), a pin with one end split so that it may be spread open to secure it in its place. -- Split pulley, a parting pulley. See under Pulley. -- Split ring, a ring with overlapped or interlocked ends which may be sprung apart so that objects, as keys, may be strung upon the ring or removed from it. -- Split ticket, a ballot containing the names of only a portion of the candidates regularly nominated by one party, other names being substituted for those omitted. [U.S.]","adhibit":"1. To admit, as a person or thing; to take in. Muirhead. 2. To use or apply; to administer. Camden. 3. To attach; to affix. Alison.","premerit":"To merit or deserve beforehand. [Obs.] Eikon Basi","effrontit":"Marked by impudence. [Obs.] Jer. Taylor.","nonsuit":"A neglect or failure by the plaintiff to follow up his suit; a stopping of the suit; a renunciation or withdrawal of the cause by the plaintiff, either because he is satisfied that he can not support it, or upon the judge's expressing his opinion. A compulsory nonsuit is a nonsuit ordered by the court on the ground that the plaintiff on his own showing has not made out his case.\n\nTo determine, adjudge, or record (a plaintiff) as having dropped his suit, upon his withdrawal or failure to follow it up. \"When two are joined in a writ, and one is nonsuited.\" Z. Swift.\n\nNonsuited. D. A. Tyng.","sacalait":"A kind of fresh-water bass; the crappie. [Southern U.S.]","cadbait":"See Caddice.","sennit":"1. (Naut.)  A braided cord or fabric formed by plaiting together rope yarns or other small stuff. 2. Plaited straw or palm leaves for making hats.","debit":"A debt; an entry on the debtor (Dr.) side of an account; -- mostly used adjectively; as, the debit side of an account.\n\n1. To charge with debt; -- the opposite of, and correlative to, credit; as, to debit a purchaser for the goods sold. 2. (Bookkeeping)  To enter on the debtor (Dr.) side of an account; as, to debit the amount of goods sold.","decrepit":"Broken down with age; wasted and enfeebled by the infirmities of old age; feeble; worn out. \"Beggary or decrepit age.\" Milton. Already decrepit with premature old age. Motley. Note: Sometimes incorrectly written decrepid.","deficit":"Deficiency in amount or quality; a falling short; lack; as, a deficit in taxes, revenue, etc. Addison.","cit":"A citizen; an inhabitant of a city; a pert townsman; -- used contemptuously. \"Insulted as a cit\". Johnson Which past endurance sting the tender cit. Emerson.","gait":"1. A going; a walk; a march; a way. Good gentleman, go your gait, and let poor folks pass. Shak. 2. Manner of walking or stepping; bearing or carriage while moving. 'T is Cinna; I do know him by his gait. Shak.","discredit":"1. The act of discrediting or disbelieving, or the state of being discredited or disbelieved; as, later accounts have brought the story into discredit. 2. Hence, some degree of dishonor or disesteem; ill repute; reproach; -- applied to persons or things. It is the duty of every Christian to be concerned for the reputation or discredit his life may bring on his profession. Rogers. Syn. -- Disesteem; disrepute; dishonor; disgrace; ignominy; scandal; disbelief; distrust.\n\n1. To refuse credence to; not to accept as true; to disbelieve; as, the report is discredited. 2. To deprive of credibility; to destroy confidence or trust in; to cause disbelief in the accuracy or authority of. An occasion might be given to the . . . papists of discrediting our common English Bible. Strype. 2. To deprive of credit or good repute; to bring reproach upon; to make less reputable; to disgrace. He. . . least discredits his travels who returns the same man he went. Sir H. Wotton.","marlpit":"Apit where marl is dug.","tidbit":"A delicate or tender piece of anything eatable; a delicious morsel. [Written also titbit.]","outfit":"A fitting out, or equipment, as of a ship for a voyage, or of a person for an expedition in an unoccupied region or residence in a foreign land; things required for equipment; the expense of, or allowance made for, equipment, as by the government of the United States to a diplomatic agent going abroad.","scomfit":"Discomfit. [Obs.]","sea-gait":"A long, rolling swell of the sea. Ham. Nav. Encyc.","schoharie grit":"The formation belonging to the middle of the three subdivisions of the Corniferous period in the American Devonian system; -- so called from Schoharie, in New York, where it occurs. See the Chart of Geology.","preterit":"1. (Gram.)  Past; -- applied to a tense which expresses an action or state as past. 2. Belonging wholly to the past; passed by. [R.] Things and persons as thoroughly preterite as Romulus or Numa. Lowell.\n\nThe preterit; also, a word in the preterit tense.","frit":"1. (Glass Making)  The material of which glass is made, after having been calcined or partly fused in a furnace, but before vitrification. It is a composition of silex and alkali, occasionally with other ingredients. Ure. 2. (Ceramics)  The material for glaze of pottery. Frit brick, a lump of calcined glass materials, brought to a pasty condition in a reverberatory furnace, preliminary to the perfect vitrification in the melting pot.\n\nTo prepare by heat (the materials for making glass); to fuse partially. Ure.\n\nTo fritter; -- with away. [R.] Ld. Lytton.","dimit":"To dismiss, let go, or release. [Obs.]","peewit":"See Pewit.","receit":"Receipt. [Obs.] Chaucer.","hit":"It. [Obs.] Chaucer.\n\n3d pers. sing. pres. of Hide, contracted from hideth. [Obs.] Chaucer.\n\n1. To reach with a stroke or blow; to strike or touch, usually with force; especially, to reach or touch (an object aimed at). I think you have hit the mark. Shak. 2. To reach or attain exactly; to meet according to the occasion; to perform successfully; to attain to; to accord with; to be conformable to; to suit. Birds learning tunes, and their endeavors to hit the notes right. Locke. There you hit him; . . . that argument never fails with him. Dryden. Whose saintly visage is too bright To hit the sense of human sight. Milton. He scarcely hit my humor. Tennyson. 3. To guess; to light upon or discover. \"Thou hast hit it.\" Shak. 4. (Backgammon)  To take up, or replace by a piece belonging to the opposing player; -- said of a single unprotected piece on a point. To hit off, to describe with quick characteristic strokes; as, to hit off a speaker. Sir W. Temple. -- To hit out, to perform by good luck. [Obs.] Spenser.\n\n1. To meet or come in contact; to strike; to clash; -- followed by against or on. If bodies be extension alone, how can they move and hit one against another Locke. Corpuscles, meeting with or hitting on those bodies, become conjoined with them. Woodward. 2. To meet or reach what was aimed at or desired; to succeed, -- often with implied chance, or luck. And oft it hits Where hope is coldest and despair most fits. Shak. And millions miss for one that hits. Swift. To hit on or upon, to light upon; to come to by chance. \"None of them hit upon the art.\" Addison.\n\n1. A striking against; the collision of one body against another; the stroke that touches anything. So he the famed Cilician fencer praised, And, at each hit, with wonder seems amazed. Dryden. 2. A stroke of success in an enterprise, as by a fortunate chance; as, he made a hit. What late he called a blessing, now was wit, And God's good providence, a lucky hit. Pope. 3. A peculiarly apt expression or turn of thought; a phrase which hits the mark; as, a happy hit. 4. A game won at backgammon after the adversary has removed some of his men. It counts less than a gammon. 5. (Baseball)  A striking of the ball; as, a safe hit; a foul hit; -- sometimes used specifically for a base hit. Base hit, Safe hit, Sacrifice hit. (Baseball) See under Base, Safe, etc.\n\nhaving become very popular or acclaimed; -- said of entertainment performances; as, a hit record, a hit movie.","cockpit":"1. A pit, or inclosed area, for cockfights. Henry the Eight had built . . . a cockpit. Macaulay. 2. The Privy Council room at Westminster; -- so called because built on the site of the cockpit of Whitehall palace. Brande & C. 3. (Naut.) (a) That part of a war vessel appropriated to the wounded during an engagement. (b) In yachts and other small vessels, a space lower than the rest of the deck, which affords easy access to the cabin.","misconceit":"Misconception. [Obs.]","boltsprit":"See Bowsprit.","fit":"imp. & p. p. of Fight. [Obs. or Colloq.]\n\nIn Old English, a song; a strain; a canto or portion of a ballad; a passus. [Written also fitte, fytte, etc.] To play some pleasant fit. Spenser.\n\n1. Adapted to an end, object, or design; suitable by nature or by art; suited by character, qualitties, circumstances, education, etc.; qualified; competent; worthy. That which ordinary men are fit for, I am qualified in. Shak. Fit audience find, though few. Milton. 2. Prepared; ready. [Obs.] So fit to shoot, she singled forth among her foes who first her quarry's strength should feel. Fairfax. 3. Conformed to a standart of duty, properiety, or taste; convenient; meet; becoming; proper. Is it fit to say a king, Thou art wicked Job xxxiv. 18. Syn. -- Suitable; proper; appropriate; meet; becoming; expedient; congruous; correspondent; apposite; apt; adapted; prepared; qualified; competent; adequate.\n\n1. To make fit or suitable; to adapt to the purpose intended; to qualify; to put into a condition of readiness or preparation. The time is fitted for the duty. Burke. The very situation for which he was peculiarly fitted by nature. Macaulay. 2. To bring to a required form and size; to shape aright; to adapt to a model; to adjust; -- said especially of the work of a carpenter, machinist, tailor, etc. The carpenter . . . marketh it out with a line; he fitteth it with planes. Is. xliv. 13. 3. To supply with something that is suitable or fit, or that is shaped and adjusted to the use required. No milliner can so fit his customers with gloves. Shak. 4. To be suitable to; to answer the requirements of; to be correctly shaped and adjusted to; as, if the coat fits you, put it on. That's a bountiful answer that fits all questions. Shak. That time best fits the work. Shak. To fit out, to supply with necessaries or means; to furnish; to equip; as, to fit out a privateer. -- To fit up, to firnish with things suitable; to make proper for the reception or use of any person; to prepare; as, to fit up a room for a guest.\n\n1. To be proper or becoming. Nor fits it to prolong the feast. Pope. 2. To be adjusted to a particular shape or size; to suit; to be adapted; as, his coat fits very well.\n\n1. The quality of being fit; adjustment; adaptedness; as of dress to the person of the wearer. 2. (Mach.) (a) The coincidence of parts that come in contact. (b) The part of an object upon which anything fits tightly. Fit rod (Shipbuilding), a gauge rod used to try the depth of a bolt hole in order to determine the length of the bolt required. Knight.\n\n1. A stroke or blow. [Obs. or R.] Curse on that cross, quoth then the Sarazin, That keeps thy body from the bitter fit. Spenser. 2. A sudden and violent attack of a disorder; a stroke of disease, as of epilepsy or apoplexy, which produces convulsions or unconsciousness; a convulsion; a paroxysm; hence, a period of exacerbation of a disease; in general, an attack of disease; as, a fit of sickness. And when the fit was on him, I did mark How he did shake. Shak. 3. A mood of any kind which masters or possesses one for a time; a temporary, absorbing affection; a paroxysm; as, a fit melancholy, of passion, or of laughter. All fits of pleasure we balanced by an equal degree of pain. Swift. The English, however, were on this subject prone to fits of jealously. Macaulay. 4. A passing humor; a caprice; a sudden and unusual effort, activity, or motion, followed by relaxation or insction; an impulse and irregular action. The fits of the season. Shak. 5. A darting point; a sudden emission. [R.] A tongue of light, a fit of flame. Coleridge. By fits, By fits and starts, by intervals of action and re","reexhibit":"To exhibit again.","adroit":"Dexterous in the use of the hands or in the exercise of the mental faculties; exhibiting skill and readiness in avoiding danger or escaping difficulty; ready in invention or execution; -- applied to persons and to acts; as, an adroit mechanic, an adroit reply. \"Adroit in the application of the telescope and quadrant.\" Horsley. \"He was adroit in intrigue.\" Macaulay. Syn. -- Dexterous; skillful; expert; ready; clever; deft; ingenious; cunning; ready-witted.","tacit":"Done or made in silence; implied, but not expressed; silent; as, tacit consent is consent by silence, or by not interposing an objection. -- Tac\"it*ly, adv. The tacit and secret theft of abusing our brother in civil contracts. Jer. Taylor.","forewit":"1. A leader, or would-be leader, in matters of knowledge or taste. [Obs.] Nor that the forewits, that would draw the rest unto their liking, always like the best. B. Jonson. 2. Foresight; prudence. Let this forewit guide thy thought. Southwell.","misfit":"1. The act or the state of fitting badly; as, a misfit in making a coat; a ludicrous misfit. 2. Something that fits badly, as a garment. I saw an uneasy change in Mr. Micawber, which sat tightly on him, as if his new duties were a misfit. Dickens.","cabrit":"Same as Cabrée.","revisit":"1. To visit again. Milton. 2. To revise. [Obs.] Ld. Berners.","kit":"To cut. [Obs.] Chaucer.\n\nA kitten. Kit fox (Zoöl.), a small burrowing fox (Vulpes velox), inhabiting the region of the Rocky Mountains. It is brownish gray, reddish on the breast and flanks, and white below. Called also swift fox.\n\nA small violin. \"A dancing master's kit.\" Grew. Prince Turveydrop then tinkled the strings of his kit with his fingers, and the young ladies stood up to dance. Dickens.\n\n1. A large bottle. 2. A wooden tub or pail, smaller at the top than at the bottom; as, a kit of butter, or of mackerel. Wright. 3. straw or rush basket for fish; also, any kind of basket. [Prov. Eng.] Halliwell. 4. A box for working implements; hence, a working outfit, as of a workman, a soldier, and the like. 5. A group of separate parts, things, or individuals; -- used with whole, and generally contemptuously; as, the whole kit of them.","esprit":"Spirit. Esprit de corps (, a French phrase much used by English writers to denote the common spirit pervading the members of a body or association of persons. It implies sympathy, enthusiasm, devotion, and jealous regard for the honor of the body as a whole.","jesuit":"1. (R. C. Ch.)  One of a religious order founded by Ignatius Loyola, and approved in 1540, under the title of The Society of Jesus. Note: The order consists of Scholastics, the Professed, the Spiritual Coadjutors, and the Temporal Coadjutors or Lay Brothers. The Jesuit novice after two years becomes a Scholastic, and takes his first vows of poverty, chastity, and obedience simply. Some years after, at the close of a second novitiate, he takes his second vows and is ranked among the Coadjutors or Professed. The Professed are bound by a fourth vow, from which only the pope can dispense, requiring them to go wherever the pope may send them for missionary duty. The Coadjutors teach in the schools, and are employed in general missionary labors. The Society is governed by a General who holds office for life. He has associated with him \"Assistants\" (five at the present time), representing different provinces. The Society was first established in the United States in 1807. The Jesuits have displayed in their enterprises a high degree of zeal, learning, and skill, but, by their enemies, have been generally reputed to use art and intrigue in promoting or accomplishing their purposes, whence the words Jesuit, Jesuitical, and the like, have acquired an opprobrious sense. 2. Fig.: A crafty person; an intriguer. Jesuits' bark, Peruvian bark, or the bark of certain species of Cinchona; -- so called because its medicinal properties were first made known in Europe by Jesuit missionaries to South America. -- Jesuits' drops. See Friar's balsam, under Friar. -- Jesuits' nut, the European water chestnut. -- Jesuits' powder, powdered cinchona bark. -- Jesuits' tea, a Chilian leguminous shrub, used as a tea and medicinally.","distrait":"Absent-minded; lost in thought; abstracted.","wistit":"A small South American monkey; a marmoset. [Written also wistiti, and ouistiti.]","turnspit":"1. One who turns a spit; hence, a person engaged in some menial office. His lordship is his majesty's turnspit. Burke. 2. (Zoöl.)  A small breed of dogs having a long body and short crooked legs. These dogs were formerly much used for turning a spit on which meat was roasting.","pipit":"Any one of numerous species of small singing birds belonging to Anthus and allied genera, of the family Motacillidæ. They strongly resemble the true larks in habits, colors, and the great length of the hind claw. They are, therefore, often called titlarks, and pipit larks. Note: The meadow pipit (Anthus pratensis); the tree pipit, or tree lark (A. trivialis); and the rock pipit, or sea lark (A. obscurus) are well-known European species. The common American pipit, or brown lark, is Anthus Pensilvanicus. The Western species (A. Spraguei) is called the American skylark, on account of its musical powers.","albeit":"Even though; although; notwithstanding. Chaucer. Albeit so masked, Madam, I love the truth. Tennyson.","disspirit":"See Dispirit.","teewit":"The pewit. [Prov. Eng.]","dakoit":"See Dacoit, Dacoity.","centerbit":"An instrument turning on a center, for boring holes. See Bit, n., 3.","affidavit":"A sworn statement in writing; a declaration in writing, signed and made upon oath before an authorized magistrate. Bouvier. Burrill. Note: It is always made ex parte, and without cross-examination, and in this differs from a deposition. It is also applied to written statements made on affirmation. Syn. -- Deposition. See Deposition.","pursuit":"1. The act of following or going after; esp., a following with haste, either for sport or in hostility; chase; prosecution; as, the pursuit of game; the pursuit of an enemy. Clarendon. Weak we are, and can not shun pursuit. Shak. 2. A following with a view to reach, accomplish, or obtain; endeavor to attain to or gain; as, the pursuit of knowledge; the pursuit of happiness or pleasure. 3. Course of business or occupation; continued employment with a view to same end; as, mercantile pursuits; a literary pursuit. 4. (Law)  Prosecution. [Obs.] That pursuit for tithes ought, and of ancient time did pertain to the spiritual court. Fuller. Curve of pursuit (Geom.), a curve described by a point which is at each instant moving towards a second point, which is itself moving according to some specified law.","bespit":"To daub or soil with spittle. Johnson.","perfit":"Perfect. [Obs.] Chaucer.","deduit":"Delight; pleasure. [Obs.] Chaucer.","greit":"See Greet, to weep.","self-deceit":"The act of deceiving one's self, or the state of being self- deceived; self-deception.","shad-spirit":"See Shadbird (a)","quoit":"1. (a) A flattened ring-shaped piece of iron, to be pitched at a fixed object in play; hence, any heavy flat missile used for the same purpose, as a stone, piece of iron, etc. (b) pl.  A game played with quoits. Shak. 2. The discus of the ancients. See Discus. 3. A cromlech. [Prov. Eng.] J. Morley.\n\nTo throw quoits; to play at quoits. To quoit, to run, and steeds and chariots drive. Dryden.\n\nTo throw; to pitch. [Obs. or R.] Shak.","sandpit":"A pit or excavation from which sand is or has been taken.","significavit":"Formerly, a writ issuing out of chancery, upon certificate given by the ordinary, of a man's standing excommunicate by the space of forty days, for the laying him up in prison till he submit himself to the authority of the church. Crabb.","reposit":"To cause to rest or stay; to lay away; to lodge, as for safety or preservation; to place; to store. Others reposit their young in holes. Derham.","toupettit":"The crested titmouse. [Prov. Eng.]","bit":"1. The part of a bridle, usually of iron, which is inserted in the mouth of a horse, and having appendages to which the reins are fastened. Shak. The foamy bridle with the bit of gold. Chaucer. 2. Fig.: Anything which curbs or restrains.\n\nTo put a bridle upon; to put the bit in the mouth of.\n\nimp. & p. p. of Bite.\n\n1. A part of anything, such as may be bitten off or taken into the mouth; a morsel; a bite. Hence: A small piece of anything; a little; a mite. 2. Somewhat; something, but not very great. My young companion was a bit of a poet. T. Hook. Note: This word is used, also, like jot and whit, to express the smallest degree; as, he is not a bit wiser. 3. A tool for boring, of various forms and sizes, usually turned by means of a brace or bitstock. See Bitstock. 4. The part of a key which enters the lock and acts upon the bolt and tumblers. Knight. 5. The cutting iron of a plane. Knight. 6. In the Southern and Southwestern States, a small silver coin (as the real) formerly current; commonly, one worth about 12 1/2 cents; also, the sum of 12 1/2 cents. Bit my bit, piecemeal. Pope.\n\nof Bid, for biddeth. [Obs.] Chaucer.","inhabit":"To live or dwell in; to occupy, as a place of settled residence; as, wild beasts inhabit the forest; men inhabit cities and houses. The high and lofty One, that inhabiteth eternity. Is. lvii. 15. O, who would inhabit This bleak world alone Moore.\n\nTo have residence in a place; to dwell; to live; to abide. [Archaic or Poetic] Shak. They say wild beasts inhabit here. Waller.","soffit":"The under side of the subordinate parts and members of buildings, such as staircases, entablatures, archways, cornices, or the like. See Illust. of Lintel.","key fruit":"A samara.","miryachit":"A nervous disease in which the patient involuntarily imitates the words or action of another.","remit":"1. To send back; to give up; to surrender; to resign. In the case the law remits him to his ancient and more certain right. Blackstone. In grevious and inhuman crimes, offenders should be remitted to their prince. Hayward. The prisoner was remitted to the guard. Dryden. 2. To restore. [Obs.] The archbishop was . . . remitted to his liberty. Hayward. 3. (Com.)  To transmit or send, esp. to a distance, as money in payment of a demand, account, draft, etc.; as, he remitted the amount by mail. 4. To send off or away; hence: (a) To refer or direct (one) for information, guidance, help, etc. \"Remitting them . . . to the works of Galen.\" Sir T. Elyot. (b) To submit, refer, or leave (something) for judgment or decision. \"Whether the counsel be good Iremit it to the wise readers.\" Sir T. Elyot. 5. To relax in intensity; to make less violent; to abate. So willingly doth God remit his ire. Milton. 6. To forgive; to pardon; to remove. Whose soever sins ye remit, they are remitted unto them. John xx. 23. 7. To refrain from exacting or enforcing; as, to remit the performance of an obligation. \"The sovereign was undoubtedly competent to remit penalties.\" Macaulay. Syn. -- To relax; release; abate; relinguish; forgive; pardon; absolve.\n\n1. To abate in force or in violence; to grow less intense; to become moderated; to abate; to relax; as, a fever remits; the severity of the weather remits. 2. To send money, as in payment. Addison.","exploit":"1. A deed or act; especially, a heroic act; a deed of renown; an adventurous or noble achievement; as, the exploits of Alexander the Great. Ripe for exploits and mighty enterprises. Shak. 2. Combat; war. [Obs.] He made haste to exploit some warlike service. Holland. 2. Etym: [F. exploiter.]  To utilize; to make available; to get the value or usefulness out of; as, to exploit a mine or agricultural lands; to exploit public opinion. [Recent] 3. Hence: To draw an illegitimate profit from; to speculate on; to put upon. [Recent] In no sense whatever does a man who accumulates a fortune by legitimate industry exploit his employés or make his capital \"out of\" anybody else. W. G. Sumner.","sheepsplit":"A split of a sheepskin; one of the thin sections made by splitting a sheepskin with a cutting knife or machine.","retrait":"A portrait; a likeness. [Obs.] Whose fair retrait I in my shield do bear. Spenser.","mesquit":"A name for two trees of the southwestern part of North America, the honey mesquite, and screw-pod mesquite. Honey mesquite. See Algaroba (b). -- Screw-pod mesquite, a smaller tree (Prosopis pubescens), having spiral pods used as fodder and sometimes as food by the Indians. -- Mesquite grass, a rich native grass in Western Texas (Bouteloua oligostachya, and other species); -- so called from its growing in company with the mesquite tree; -- called also muskit grass, grama grass.","inhibit":"1. To check; to hold back; to restrain; to hinder. Their motions also are excited or inhibited . . . by the objects without them. Bentley. 2. To forbid; to prohibit; to interdict. All men were inhibited, by proclamation, at the dissolution, so much as to mention a Parliament. Clarendon. Burial may not be inhibited or denied to any one. Ayliffe.","elicit":"Elicited; drawn out; made real; open; evident. [Obs.] \"An elicit act of equity.\" Jer. Taylor.\n\nTo draw out or entice forth; to bring to light; to bring out against the will; to deduce by reason or argument; as, to elicit truth by discussion.","dacoit":"One of a class of robbers, in India, who act in gangs.","cessavit":"A writ given by statute to recover lands when the tenant has for two years failed to perform the conditions of his tenure.","ambit":"Circuit or compass. His great parts did not live within a small ambit. Milward.","introit":"1. A going in. Caxton. 2. (R. C. Ch.) (a) A psalm sung or chanted immediately before the collect, epistle, and gospel, and while the priest is entering within the rails of the altar. (b) A part of a psalm or other portion of Scripture read by the priest at Mass immediately after ascending to the altar. 3. (R. C. Ch.)  An anthem or psalm sung before the Communion service. 4. Any composition of vocal music appropriate to the opening of church services.","abit":"3d sing. pres. of Abide. [Obs.] Chaucer.","peevit":"See Pewit.","cucurbit":"A vessel of flask for distillation, used with, or forming part of, an alembic; a matrass; -- originally in the shape of a gourd, with a wide mouth. See Alembic.","half-wit":"A foolish; a dolt; a blockhead; a dunce. Dryden.","conceit":"1. That which is conceived, imagined, or formed in the mind; idea; thought; image; conception. In laughing, there ever procedeth a conceit of somewhat ridiculous. Bacon. A man wise in his own conceit. Prov. xxvi. 12. 2. Faculty of conceiving ideas; mental faculty; apprehension; as, a man of quick conceit. [Obs.] How often, alas! did her eyes say unto me that they loved! and yet I, not looking for such a matter, had not my conceit open to understand them. Sir P. Sidney. 3. Quickness of apprehension; active imagination; lively fancy. His wit's as thick as Tewksbury mustard; there's more conceit in him than is in a mallet. Shak. 4. A fanciful, odd, or extravagant notion; a quant fancy; an unnatural or affected conception; a witty thought or turn of expression; a fanciful device; a whim; a quip. On his way to the gibbet, a freak took him in the head to go off with a conceit. L'Estrange. Some to conceit alone their works confine, And glittering thoughts struck out at every line. Pope. Tasso is full of conceits . . . which are not only below the dignity of heroic verse but contrary to its nature. Dryden. 5. An overweening idea of one's self; vanity. Plumed with conceit he calls aloud. Cotton. 6. Design; pattern. [Obs.] Shak. In conceit with, in accord with; agreeing or conforming. -- Out of conceit with, not having a favorable opinion of; not pleased with; as, a man is out of conceit with his dress. -- To put [one] out conceit with, to make one indifferent to a thing, or in a degree displeased with it.\n\nTo conceive; to imagine. [Archaic] The strong, by conceiting themselves weak, are therebly rendered as inactive . . . as if they really were so. South. One of two bad ways you must conceit me, Either a coward or a flatterer. Shak.\n\nTo form an idea; to think. [Obs.] Those whose . . . vulgar apprehensions conceit but low of matrimonial purposes. Milton.","befit":"To be suitable to; to suit; to become. That name best befits thee. Milton.","bandit":"An outlaw; a brigand. No savage fierce, bandit, or mountaineer. Milton. Note: The plural banditti was formerly used as a collective noun. Deerstealers are ever a desperate banditti. Sir W. Scott.","inexplicit":"Not explicit; not clearly stated; indefinite; vague.","fahrenheit":"Conforming to the scale used by Gabriel Daniel Fahrenheit in the graduation of his thermometer; of or relating to Fahrenheit's thermometric scale. -- n.  The Fahrenheit termometer or scale. Note: The Fahrenheit thermometer is so graduated that the freezing point of water is at 32 degrees above the zero of its scale, and the boiling point at 212 degrees above. It is commonly used in the United States and in England.","subdeposit":"That which is deposited beneath something else.","visit":"1. To go or come to see, as for the purpose of friendship, business, curiosity, etc.; to attend; to call upon; as, the physician visits his patient. 2. Specifically: To go or come to see for inspection, examination, correction of abuses, etc.; to examine, to inspect; as, a bishop visits his diocese; a superintendent visits persons or works under his charge. 3. (Script.)  To come to for the purpose of chastising, rewarding, comforting; to come upon with reward or retribution; to appear before or judge; as, to visit in mercy; to visit one in wrath. [God] hath visited and redeemed his people. Like i. 68.\n\nTo make a visit or visits; to maintain visiting relations; to practice calling on others.\n\n1. The act of visiting, or going to see a person or thing; a brief stay of business, friendship, ceremony, curiosity, or the like, usually longer than a call; as, a visit of civility or respect; a visit to Saratoga; the visit of a physician. 2. The act of going to view or inspect; an official or formal inspection; examination; visitation; as, the visit of a trustee or inspector. Right of visit (Internat. Law), the right of visitation. See Visitation, 4.","doit":"1. A small Dutch coin, worth about half a farthing; also, a similar small coin once used in Scotland; hence, any small piece of money. Shak. 2. A thing of small value; as, I care not a doit.","preconceit":"An opinion or notion formed beforehand; a preconception. Hooker.","unaquit":"Unrequited. [R. & Obs.] Gower.","acquit":"Acquitted; set free; rid of. [Archaic] Shak.\n\n1. To discharge, as a claim or debt; to clear off; to pay off; to requite. A responsibility that can never be absolutely acquitted. I. Taylor. 2. To pay for; to atone for. [Obs.] Shak. 3. To set free, release or discharge from an obligation, duty, liability, burden, or from an accusation or charge; -- now followed by of before the charge, formerly by from; as, the jury acquitted the prisoner; we acquit a man of evil intentions. 4. Reflexively: (a) To clear one's self.k. (b) To bear or conduct one's self; to perform one's part; as, the soldier acquitted himself well in battle; the orator acquitted himself very poorly. Syn. -- To absolve; clear; exonerate; exonerate; exculpate; release; discharge. See Absolve.","cubit":"1. (Anat.)  The forearm; the ulna, a bone of the arm extending from elbow to wrist. [Obs.] 2. A measure of length, being the distance from the elbow to the extremity of the middle finger. Note: The cubit varies in length in different countries, the Roman cubit being 17,47 inches, the Greek 18,20, the Hebrew somewhat longer, and the English 18 inches.","inspirit":"To infuse new life or spirit into; to animate; to encourage; to invigorate. The courage of Agamemnon is inspirited by the love of empire and ambition. Pope. Syn. -- To enliven; invigorate; exhilarate; animate; cheer; encourage; inspire.","unsuit":"Not to suit; to be unfit for. [Obs.] Quarles.","weatherbit":"To take another turn with, as a cable around a windlass. Totten.","placit":"A decree or determination; a dictum. [Obs.] \"The placits and opinions of other philosophers.\" Evelyn.","compromit":"1. To pledge by some act or declaration; to promise. State Trials (1529). 2. To put to hazard, by some indiscretion; to endanger; to compromise; as, to compromit the honor or the safety of a nation.","digit":"1. (Zoöl.)  One of the terminal divisions of a limb appendage; a finger or toe. The ruminants have the \"cloven foot,\" i. e., two hoofed digits on each foot. Owen. 2. A finger's breadth, commonly estimated to be three fourths of an inch. 3. (Math.)  One of the ten figures or symbols, 0, 1, 2, 3, 4, 5, 6, 7, 8, 9, by which all numbers are expressed; -- so called because of the use of the fingers in counting and computing. Note: By some authorities the symbol 0 is not included with the digits. 4. (Anat.)  One twelfth part of the diameter of the sun or moon; -- a term used to express the quantity of an eclipse; as, an eclipse of eight digits is one which hides two thirds of the diameter of the disk.\n\nTo point at or out with the finger. [R.]","refait":"A drawn game; specif. (Trente et quarante),  a state of the game in which the aggregate pip value of cards dealt to red equals that of those dealt to black. All bets are then off; unless the value is 31, in which case the banker wins half the stakes.","davit":"(a) A spar formerly used on board of ships, as a crane to hoist the flukes of the anchor to the top of the bow, without injuring the sides of the ship; -- called also the fish davit. (b) pl.  Curved arms of timber or iron, projecting over a ship's side of stern, having tackle to raise or lower a boat, swing it in on deck, rig it out for lowering, etc.; -- called also boat davits. Totten.","innuit":"An Eskimo.","dispirit":"1. To deprive of cheerful spirits; to depress the spirits of; to dishearten; to discourage. Not dispirited with my afflictions. Dryden. He has dispirited himself by a debauch. Collier. 2. To distill or infuse the spirit of. [Obs. or R.] This makes a man master of his learning, and dispirits the book into the scholar. Fuller. Syn. -- To dishearten; discourage; deject; damp; depress; cast down; intimidate; daunt; cow.","bewit":"A double slip of leather by which bells are fastened to a hawk's legs.","peagrit":"A coarse pisolitic limestone. See Pisolite.","delimit":"To fix the limits of; to demarcate; to bound.","breadfruit":"1. The fruit of a tree (Artocarpus incisa) found in the islands of the Pacific, esp. the South Sea islands. It is of a roundish form, from four to six or seven inches in diameter, and, when baked, somewhat resembles bread, and is eaten as food, whence the name. 2. (Bot.)  The tree itself, which is one of considerable size, with large, lobed leaves. Cloth is made from the bark, and the timber is used for many purposes. Called also breadfruit tree and bread tree.","sit":"obs. 3d pers. sing. pres. of Sit, for sitteth.\n\n1. To rest upon the haunches, or the lower extremity of the trunk of the body; -- said of human beings, and sometimes of other animals; as, to sit on a sofa, on a chair, or on the ground. And he came and took the book put of the right hand of him that sate upon the seat. Bible (1551) (Rev. v. 7.) I pray you, jest, sir, as you sit at dinner. Shak. 2. To perch; to rest with the feet drawn up, as birds do on a branch, pole, etc. 3. To remain in a state of repose; to rest; to abide; to rest in any position or condition. And Moses said to . . . the children of Reuben, Shall your brothren go to war, and shall ye sit here Num. xxxii. 6. Like a demigod here sit I in the sky. Shak. 4. To lie, rest, or bear; to press or weigh; -- with on; as, a weight or burden sits lightly upon him. The calamity sits heavy on us. Jer. Taylor. 5. To be adjusted; to fit; as, a coat sts well or ill. This new and gorgeous garment, majesty, Sits not so easy on me as you think. Shak. 6. To suit one well or ill, as an act; to become; to befit; -- used impersonally. [Obs.] Chaucer. 7. To cover and warm eggs for hatching, as a fowl; to brood; to incubate. As the partridge sitteth on eggs, and hatcheth them not. Jer. xvii. 11. 8. To have position, as at the point blown from; to hold a relative position; to have direction. Like a good miller that knows how to grind, which way soever the wind sits. Selden. Sits the wind in that quarter Sir W. Scott. 9. To occupy a place or seat as a member of an official body; as, to sit in Congress. 10. To hold a session; to be in session for official business; -- said of legislative assemblies, courts, etc.; as, the court sits in January; the aldermen sit to-night. 11. To take a position for the purpose of having some artistic representation of one's self made, as a picture or a bust; as, to sit to a painter. To sit at, to rest under; to be subject to. [Obs.] \"A farmer can not husband his ground so well if he sit at a great rent\". Bacon. -- To sit at meat or at table, to be at table for eating. -- To sit down. (a) To place one's self on a chair or other seat; as, to sit down when tired. (b) To begin a siege; as, the enemy sat down before the town. (c) To settle; to fix a permanent abode. Spenser. (d) To rest; to cease as satisfied. \"Here we can not sit down, but still proceed in our search.\" Rogers. -- To sit for a fellowship, to offer one's self for examination with a view to obtaining a fellowship. [Eng. Univ.] -- To sit out. (a) To be without engagement or employment. [Obs.] Bp. Sanderson. (b) To outstay. -- To sit under, to be under the instruction or ministrations of; as, to sit under a preacher; to sit under good preaching. -- To sit up, to rise from, or refrain from, a recumbent posture or from sleep; to sit with the body upright; as, to sit up late at night; also, to watch; as, to sit up with a sick person. \"He that was dead sat up, and began to speak.\" Luke vii. 15.\n\n1. To sit upon; to keep one's seat upon; as, he sits a horse well. Hardly the muse can sit the headstrong horse. Prior. 2. To cause to be seated or in a sitting posture; to furnish a seat to; -- used reflexively. They sat them down to weep. Milton. Sit you down, father; rest you. Shak. 3. To suit (well or ill); to become. [Obs. or R.]","forfeit":"1. Injury; wrong; mischief. [Obs. & R.] To seek arms upon people and country that never did us any forfeit. Ld. Berners. 2. A thing forfeit or forfeited; what is or may be taken from one in requital of a misdeed committed; that which is lost, or the right to which is alienated, by a crime, offense, neglect of duty, or breach of contract; hence, a fine; a mulct; a penalty; as, he who murders pays the forfeit of his life. Thy slanders I forgive; and therewithal Remit thy other forfeits. Shak. 3. Something deposited and redeemable by a sportive fine; -- whence the game of forfeits. Country dances and forfeits shortened the rest of the day. Goldsmith.\n\nLost or alienated for an offense or crime; liable to penal seizure. Thy wealth being forfeit to the state. Shak. To tread the forfeit paradise. Emerson.\n\nTo lose, or lose the right to, by some error, fault, offense, or crime; to render one's self by misdeed liable to be deprived of; to alienate the right to possess, by some neglect or crime; as, to forfeit an estate by treason; to forfeit reputation by a breach of promise; -- with to before the one acquiring what is forfeited. [They] had forfeited their property by their crimes. Burke. Undone and forfeited to cares forever! Shak.\n\n1. To be guilty of a misdeed; to be criminal; to transgress. [Obs.] 2. To fail to keep an obligation. [Obs.] I will have the heart of him if he forfeit. Shak.\n\nIn the condition of being forfeited; subject to alienation. Shak. Once more I will renew His lapsèd powers, though forfeite. Milton.","parfit":"Perfect. [Obs.] Chaucer.","fippenny bit":"The Spanish half real, or one sixteenth of a dollar, -- so called in Pennsylvania and the adjacent States. [Obs.] Note: Before the act of Congress, Feb. 21, 1857, caused the adoption of decimal coins and the withdrawal of foreign coinage from circulation, this coin passed currently for 6fourpence ha'penny or fourpence; in New York a sixpence; in Pennsylvania, Virginia, etc., a fip; and in Louisiana, a picayune.","overmerit":"Excessive merit. Bacon.","unwit":"To deprive of wit. [Obs.] Shak.\n\nWant of wit or understanding; ignorance. [Obs.] Chaucer.","immit":"To send in; to inject; to infuse; -- the correlative of emit. [R.] Boyle.","immerit":"Want of worth; demerit. [R.] Suckling.","reincit":"To incite again.","cagit":"A king of parrot, of a beautiful green color, found in the Philippine Islands.","petit":"Small; little; insignificant; mean; -- Same as Petty. [Obs., except in legal language.] By what small, petit hints does the mind catch hold of and recover a vanishing notion. South. Petit constable, an inferior civil officer, subordinate to the high constable. -- Petit jury, a jury of twelve men, impaneled to try causes at the bar of a court; -- so called in distinction from the grand jury. -- Petit larceny, the stealing of goods of, or under, a certain specified small value; -- opposed to grand larceny. The distinction is abolished in England. -- Petit maître (. Etym: [F., lit., little master.] A fop; a coxcomb; a ladies' man. Goldsmith. -- Petit serjeanty (Eng. Law), the tenure of lands of the crown, by the service of rendering annually some implement of war, as a bow, an arrow, a sword, a flag, etc. -- Petit treason, formerly, in England, the crime of killing a person to whom the offender owed duty or subjection, as one's husband, master, mistress, etc. The crime is now not distinguished from murder.","recruit":"1. To repair by fresh supplies, as anything wasted; to remedy lack or deficiency in; as, food recruits the flesh; fresh air and exercise recruit the spirits. Her cheeks glow the brighter, recruiting their color. Glanvill. 2. Hence, to restore the wasted vigor of; to renew in strength or health; to reinvigorate. 3. To supply with new men, as an army; to fill up or make up by enlistment; as, he recruited two regiments; the army was recruited for a campaign; also, to muster; to enlist; as, he recruited fifty men. M. Arnold.\n\n1. To gain new supplies of anything wasted; to gain health, flesh, spirits, or the like; to recuperate; as, lean cattle recruit in fresh pastures. 2. To gain new supplies of men for military or other service; to raise or enlist new soldiers; to enlist troops.\n\n1. A supply of anything wasted or exhausted; a reënforcement. The state is to have recruits to its strength, and remedies to its distempers. Burke. 2. Specifically, a man enlisted for service in the army; a newly enlisted soldier.","worrit":"To worry; to annoy. [Illiterate]\n\nWorry; anxiety. [Illiterate]","devastavit":"Waste or misapplication of the assets of a deceased person by an executor or an administrator. Bouvier.","droit":"A right; law in its aspect of the foundation of rights; also, in old law, the writ of right. Abbott. Droit d'aubaine. See under Aubaine. -- Droits of the Admiralty (Eng. Law), rights or perquisites of the Admiralty, arising from seizure of an enemy's ships in port on the breaking out of war, or those coming into port in ignorance of hostilities existing, or from such ships as are taken by noncommissioned captors; also, the proceeds of wrecks, and derelict property at sea. The droits of admiralty are now paid into the Exchequer for the public benefit.","readmit":"To admit again; to give entrance or access to again. Whose ear is ever open, and his eye Gracious to readmit the suppliant. Milton.","pretermit":"To pass by; to omit; to disregard. Bacon.","trait":"1. A stroke; a touch. By this single trait Homer makes an essential difference between the Iliad and Odyssey. Broome. 2. A distinguishing or marked feature; a peculiarity; as, a trait of character. Note: Formerly pronounced tra, as in French, and still so pronounced to some extent in England.","strait":"A variant of Straight. [Obs.]\n\n1. Narrow; not broad. Strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it. Matt. vii. 14. Too strait and low our cottage doors. Emerson. 2. Tight; close; closely fitting. Shak. 3. Close; intimate; near; familiar. [Obs.] \"A strait degree of favor.\" Sir P. Sidney. 4. Strict; scrupulous; rigorous. Some certain edicts and some strait decrees. Shak. The straitest sect of our religion. Acts xxvi. 5 (Rev. Ver.). 5. Difficult; distressful; straited. To make your strait circumstances yet straiter. Secker. 6. Parsimonious; niggargly; mean. [Obs.] I beg cold comfort, and you are so strait, And so ingrateful, you deny me that. Shak.\n\nStrictly; rigorously. [Obs.] Shak.\n\n1. A narrow pass or passage. He brought him through a darksome narrow strait To a broad gate all built of beaten gold. Spenser. Honor travels in a strait so narrow Where one but goes abreast. Shak. 2. Specifically: (Geog.)  A (comparatively) narrow passageway connecting two large bodies of water; -- often in the plural; as, the strait, or straits, of Gibraltar; the straits of Magellan; the strait, or straits, of Mackinaw. We steered directly through a large outlet which they call a strait, though it be fifteen miles broad. De Foe. 3. A neck of land; an isthmus. [R.] A dark strait of barren land. Tennyson. 4. Fig.: A condition of narrowness or restriction; doubt; distress; difficulty; poverty; perplexity; -- sometimes in the plural; as, reduced to great straits. For I am in a strait betwixt two. Phil. i. 23. Let no man, who owns a Providence, grow desperate under any calamity or strait whatsoever. South. Ulysses made use of the pretense of natural infirmity to conceal the straits he was in at that time in his thoughts. Broome.\n\nTo put to difficulties. [Obs.] Shak.","twit":"To vex by bringing to notice, or reminding of, a fault, defect, misfortune, or the like; to revile; to reproach; to upbraid; to taunt; as, he twitted his friend of falsehood. This these scoffers twitted the Christian with. Tillotson. Æsop minds men of their errors, without twitting them for what is amiss. L'Estrange.","posit":"1. To dispose or set firmly or fixedly; to place or dispose in relation to other objects. Sir M. Hale. 2. (Logic)  To assume as real or conceded; as, to posit a principle. Sir W. Hamilton.","coalpit":"1. A pit where coal is dug. 2. A place where charcoal is made. [U. S.]","tu-whit":"Words imitative of the notes of the owl. Thy tu-whits are lulled, I wot, Thy tu-whoos of yesternight. Tennyson.","frabbit":"Crabbed; peevish. [Prov. Eng.]","break-circuit":"A key or other device for breaking an electrical circuit.","pundit":"A learned man; a teacher; esp., a Brahman versed in the Sanskrit language, and in the science, laws, and religion of the Hindoos; in Cashmere, any clerk or native official. [Written also pandit.] [India]","inwit":"Inward sense; mind; understanding; conscience. [Obs.] Wyclif.","recommit":"To commit again; to give back into keeping; specifically, to refer again to a committee; as, to recommit a bill to the same committee.","pandit":"See Pundit.","dishabit":"To dislodge. [Obs.] Those sleeping stones . . . from their fixed beds of lime Had been dishabited. Shak.","resplit":"To split again.","dit":"1. A word; a decree. [Obs.] 2. A ditty; a song. [Obs.]\n\nTo close up. [Obs.] Dr. H. More.","pulpit":"1. An elevated place, or inclosed stage, in a church, in which the clergyman stands while preaching. I stand like a clerk in my pulpit. Chaucer. 2. The whole body of the clergy; preachers as a class; also, preaching. I say the pulpit (in the sober use Of its legitimate, peculiar powers) Must stand acknowledged, while the world shall stand, The most important and effectual guard, Support, and ornament of virtue's cause. Cowper. 3. A desk, or platform, for an orator or public speaker.\n\nOf or pertaining to the pulpit, or preaching; as, a pulpit orator; pulpit eloquence.","howbeit":"Be it as it may; nevertheless; notwithstanding; although; albeit; yet; but; however. The Moor -- howbeit that I endure him not -Is of a constant, loving, noble nature. Shak.","overwit":"To outwit. Swift.","unprofit":"Want of profit; unprofitableness. [Obs.] Wyclif.","exit":"He (or she ) goes out, or retires from view; as, exit Macbeth. Note: The Latin words exit (he or she goes out), and exeunt ( they go out), are used in dramatic writings to indicate the time of withdrawal from the stage of one or more of the actors.\n\n1. The departure of a player from the stage, when he has performed his part. They have their exits and their entrances. Shak. 2. Any departure; the act of quitting the stage of action or of life; death; as, to make one's exit. Sighs for his exit, vulgarly called death. Cowper. 3. A way of departure; passage out of a place; egress; way out. Forcing he water forth thought its ordinary exists. Woodward.","on dit":"They say, or it is said. -- n.  A flying report; rumor; as, it is a mere on dit.","hunger-bit":"Pinched or weakened by hunger. [Obs.] Milton.","heremit":"A hermit. [Obs.] Bp. Hall.","post-obit":"A bond in which the obligor, in consideration of having received a certain sum of money, binds himself to pay a larger sum, on unusual interest, on the death of some specified individual from whom he has expectations. Bouvier.\n\nA bond in which the obligor, in consideration of having received a certain sum of money, binds himself to pay a larger sum, on unusual interest, on the death of some specified individual from whom he has expectations.  Bouvier.","replait":"To plait or fold again; to fold, as one part over another, again and again.","comfit":"A dry sweetmeat; any kind of fruit, root, or seed preserved with sugar and dried; a confection.\n\nTo preserve dry with sugar. The fruit which does so quickly waste, . . . Thou comfitest in sweets to make it last. Cowley.","refit":"1. To fit or prepare for use again; to repair; to restore after damage or decay; as, to refit a garment; to refit ships of war. Macaulay. 2. To fit out or supply a second time.\n\nTo obtain repairs or supplies; as, the fleet returned to refit.","moonlit":"Illumined by the moon. \"The moonlit sea.\" Moore. \"Moonlit dells.\" Lowell.","disherit":"To disinherit; to cut off, or detain, from the possession or enjoyment of an inheritance. [Obs.] Spenser.","orbit":"1. (Astron.)  The path described by a heavenly body in its periodical revolution around another body; as, the orbit of Jupiter, of the earth, of the moon. 2. An orb or ball. [Rare & Improper] Roll the lucid orbit of an eye. Young. 3. (Anat.)  The cavity or socket of the skull in which the eye and its appendages are situated. 4. (Zoöl.)  The skin which surrounds the eye of a bird.","water rabbit":"See Water hare.","whit":"The smallest part or particle imaginable; a bit; a jot; an iota; -- generally used in an adverbial phrase in a negative sentence. \"Samuel told him every whit.\" 1 Sam. iii. 18. \"Every whit as great.\" South. So shall I no whit be behind in duty. Shak. It does not me a whit displease. Cowley.","juxtaposit":"To place in close connection or contiguity; to juxtapose. Derham.","intervisit":"To exchange visits. [R.] Evelyn.","tlinkit":"The Indians of a seafaring group of tribes of southern Alaska comprising the Koluschan stock. Previous to deterioration from contact with the whites they were the foremost traders of the northwest. They built substantial houses of cedar adorned with  totem poles, and were expert stone carvers and copper workers. Slavery, the potlatch, and the use of immense labrets were characteristic. Many now work in the salmon industry."}